[
    {
        "feed_1_title": "Oekraïne slaat toe ver van het front en 'verstoort Russische oorlogsmachine'",
        "feed_1_summary": "Een Russische generaal die in Moskou gedood wordt door een autobom , een drone-aanval op een Russische haven bij de Krim en eentje op een olietanker in de Middellandse Zee . Oekraïne lijkt de afgelopen dagen flink toe te slaan met mediagenieke aanvallen op Russische doelen, al is de aanslag met de autobom nog niet opgeëist. De aanvallen zijn ver weg van de frontlinie in Oost-Oekraïne. Zulke aanvallen vinden al jarenlang plaats en zijn niet nieuw, zegt defensie-expert Patrick Bolder van het The Hague Centre for Strategic Studies. \"In 2022 had je al de aanval op de Kerch-brug, en daarna drone-aanvallen op Russische schepen in de Zwarte Zee.\" Wat wél nieuw is, is dat Oekraïne er in slaagt om steeds verder van het eigen land Russische doelen te treffen, zoals de tanker uit de Russische 'schaduwvloot' bij Libië. \"Om dat te bereiken heeft Oekraïne óf een drone gebruikt die op duizenden kilometers afstand kan toeslaan, of ze zijn ook drones gaan gebruiken die gelanceerd worden van reguliere koopvaardijschepen\", zegt defensie-expert Erik Stijnman van Instituut Clingendael. \"Hoe dan ook is het een bijzondere ontwikkeling.\" Geen game-changer Zulke aanvallen zullen de situatie aan de frontlinie niet direct doen kantelen, benadrukken defensie-deskundigen tegenover de NOS. \"Ik ben niet zo van de gamechangers\", zegt oud-commandant Landstrijdkrachten Mart de Kruif. Maar ze hebben wel degelijk effect op het vermogen van Rusland om oorlog te voeren, zegt hij: \"Met zulke 'diepe operaties' in vijandelijk gebied slaagt Oekraïne er al langer in om de logistieke lijnen van het Russische leger aan te tasten. En nu beschadigen ze dus ook het verdienmodel van de Russen: de productie en export van olie.\" De Russische capaciteit om olie te produceren is door Oekraïense aanvallen al met zo'n 20 procent afgenomen, zegt Bolder. En dat levert niet alleen problemen op voor de Russische oorlogsmachine. \"Het is een gigantisch land, en ze hebben nu al moeite alle regio's van benzine te voorzien. De prijzen zijn gestegen, er staan rijen bij tankstations, en de economie staat er in zijn algemeen slecht voor. Dat vergroot de angst onder gewone Russen: welke gevolgen gaan wij op een gegeven moment voelen?\" Uitputtingsslag Alle experts die de NOS sprak hebben het over een 'uitputtingsoorlog' die nu woedt tussen beide landen. Rusland teistert de Oekraïense energievoorziening en valt burgerdoelen aan, in de hoop de ruggengraat van burgers en bestuurders te breken. Oekraïne doet hetzelfde bij de Russische olie-industrie. Ze móeten wel, want aan het front verschuift er weinig meer. \"Op de grond krijgt Oekraïne de oorlog niet gewonnen\", zegt Stijnman, \"en dus grijpen ze naar doelen op afstand.\" Nieuwsuur onderzocht de impact van die Oekraïense aanvallen: \"Aan de andere kant zijn de Russen ook nauwelijks meer in staat om terrein te winnen\", zo zegt De Kruif. \"Dat zie je bij steden als Koepjansk en Slovjansk, die ze maar niet veroverd krijgen.\" Bij de stad Siversk hebben de Russen 40 maanden nodig gehad om 20 kilometer vooruit te komen, vult Bolder aan. \"Rusland heeft nu bijna 1,2 miljoen militairen verloren. Het land heeft nog steeds minder Oekraïens grondgebied in handen dan vlak na de invasie in 2022. Ze hebben de oorlog eigenlijk al verloren, maar Poetin wil en kan niet meer terug.\" Onderhandelingen Van de 'vredesonderhandelingen' die nu onder Amerikaanse druk gevoerd worden met Oekraïne en Rusland, los van elkaar, hoeven we in ieder geval weinig te verwachten. \"Poetin heeft zichzelf aan de onderhandelingstafel gebluft door te verwijzen naar militaire successen die er niet zijn\", aldus de Kruif, \"en te suggereren dat een doorbraak van Russische kant aanstaande is. Als die bluf uitkomt, krijg je weer een heel ander verhaal.\" Hoe dan ook slaan de onderhandelingen nergens op, stelt Bolder: \"De onderhandelingen tussen Russen en Amerikanen worden gevoerd tussen zakenlui onderling, die het vooral hebben over zakelijke belangen. Met Oekraïne wordt vooral onderhandeld over militaire zaken, over het afstaan van grondgebied en dergelijke. Ze hebben het over totaal verschillende zaken, en die werelden zullen nooit bij elkaar komen.\" Welke kant gaat de oorlog dan op, blijft het de patstelling die het nu is? \"Ergens komt er een keer een 'culminatiepunt'\", zegt Stijnman, een moment waarop al die losse aanvallen ineens optellen tot een doorbraak. \"Het is alleen lastig te voorspellen wanneer en aan welke zijde.\"",
        "feed_2_title": "Russische generaal gedood in Moskou: ‘Magnetische mijn ging af toen Sarvarov op rempedaal trapte’",
        "feed_2_summary": "Via Russische media komen meer details naar buiten over de aanslag op de Russische generaal Fanil Sarvarov. De explosie waardoor hij maandagochtend om het leven kwam, ontstond vermoedelijk nadat een ‘magnetische mijn’ onder de auto van de generaal was geplakt. De generaal overleed in het ziekenhuis aan zijn verwondingen.",
        "similarity": 0.6738493112851073
    },
    {
        "feed_1_title": "Oekraïne slaat toe ver van het front en 'verstoort Russische oorlogsmachine'",
        "feed_1_summary": "Een Russische generaal die in Moskou gedood wordt door een autobom , een drone-aanval op een Russische haven bij de Krim en eentje op een olietanker in de Middellandse Zee . Oekraïne lijkt de afgelopen dagen flink toe te slaan met mediagenieke aanvallen op Russische doelen, al is de aanslag met de autobom nog niet opgeëist. De aanvallen zijn ver weg van de frontlinie in Oost-Oekraïne. Zulke aanvallen vinden al jarenlang plaats en zijn niet nieuw, zegt defensie-expert Patrick Bolder van het The Hague Centre for Strategic Studies. \"In 2022 had je al de aanval op de Kerch-brug, en daarna drone-aanvallen op Russische schepen in de Zwarte Zee.\" Wat wél nieuw is, is dat Oekraïne er in slaagt om steeds verder van het eigen land Russische doelen te treffen, zoals de tanker uit de Russische 'schaduwvloot' bij Libië. \"Om dat te bereiken heeft Oekraïne óf een drone gebruikt die op duizenden kilometers afstand kan toeslaan, of ze zijn ook drones gaan gebruiken die gelanceerd worden van reguliere koopvaardijschepen\", zegt defensie-expert Erik Stijnman van Instituut Clingendael. \"Hoe dan ook is het een bijzondere ontwikkeling.\" Geen game-changer Zulke aanvallen zullen de situatie aan de frontlinie niet direct doen kantelen, benadrukken defensie-deskundigen tegenover de NOS. \"Ik ben niet zo van de gamechangers\", zegt oud-commandant Landstrijdkrachten Mart de Kruif. Maar ze hebben wel degelijk effect op het vermogen van Rusland om oorlog te voeren, zegt hij: \"Met zulke 'diepe operaties' in vijandelijk gebied slaagt Oekraïne er al langer in om de logistieke lijnen van het Russische leger aan te tasten. En nu beschadigen ze dus ook het verdienmodel van de Russen: de productie en export van olie.\" De Russische capaciteit om olie te produceren is door Oekraïense aanvallen al met zo'n 20 procent afgenomen, zegt Bolder. En dat levert niet alleen problemen op voor de Russische oorlogsmachine. \"Het is een gigantisch land, en ze hebben nu al moeite alle regio's van benzine te voorzien. De prijzen zijn gestegen, er staan rijen bij tankstations, en de economie staat er in zijn algemeen slecht voor. Dat vergroot de angst onder gewone Russen: welke gevolgen gaan wij op een gegeven moment voelen?\" Uitputtingsslag Alle experts die de NOS sprak hebben het over een 'uitputtingsoorlog' die nu woedt tussen beide landen. Rusland teistert de Oekraïense energievoorziening en valt burgerdoelen aan, in de hoop de ruggengraat van burgers en bestuurders te breken. Oekraïne doet hetzelfde bij de Russische olie-industrie. Ze móeten wel, want aan het front verschuift er weinig meer. \"Op de grond krijgt Oekraïne de oorlog niet gewonnen\", zegt Stijnman, \"en dus grijpen ze naar doelen op afstand.\" Nieuwsuur onderzocht de impact van die Oekraïense aanvallen: \"Aan de andere kant zijn de Russen ook nauwelijks meer in staat om terrein te winnen\", zo zegt De Kruif. \"Dat zie je bij steden als Koepjansk en Slovjansk, die ze maar niet veroverd krijgen.\" Bij de stad Siversk hebben de Russen 40 maanden nodig gehad om 20 kilometer vooruit te komen, vult Bolder aan. \"Rusland heeft nu bijna 1,2 miljoen militairen verloren. Het land heeft nog steeds minder Oekraïens grondgebied in handen dan vlak na de invasie in 2022. Ze hebben de oorlog eigenlijk al verloren, maar Poetin wil en kan niet meer terug.\" Onderhandelingen Van de 'vredesonderhandelingen' die nu onder Amerikaanse druk gevoerd worden met Oekraïne en Rusland, los van elkaar, hoeven we in ieder geval weinig te verwachten. \"Poetin heeft zichzelf aan de onderhandelingstafel gebluft door te verwijzen naar militaire successen die er niet zijn\", aldus de Kruif, \"en te suggereren dat een doorbraak van Russische kant aanstaande is. Als die bluf uitkomt, krijg je weer een heel ander verhaal.\" Hoe dan ook slaan de onderhandelingen nergens op, stelt Bolder: \"De onderhandelingen tussen Russen en Amerikanen worden gevoerd tussen zakenlui onderling, die het vooral hebben over zakelijke belangen. Met Oekraïne wordt vooral onderhandeld over militaire zaken, over het afstaan van grondgebied en dergelijke. Ze hebben het over totaal verschillende zaken, en die werelden zullen nooit bij elkaar komen.\" Welke kant gaat de oorlog dan op, blijft het de patstelling die het nu is? \"Ergens komt er een keer een 'culminatiepunt'\", zegt Stijnman, een moment waarop al die losse aanvallen ineens optellen tot een doorbraak. \"Het is alleen lastig te voorspellen wanneer en aan welke zijde.\"",
        "feed_2_title": "Onderhandelingen met Rusland over een staakt-het-vuren verlopen moeizaam",
        "feed_2_summary": "De Russische onderhandelingen met de Verenigde Staten over een staakt-het-vuren in Oekraïne verlopen moeizaam. Dat zegt de plaatsvervangend minister van Buitenlandse Zaken Sergej Rjabkov volgens staatspersbureau TASS. Volg alle ontwikkelingen over de oorlog in Oekraïne in ons liveblog.",
        "similarity": 0.7092618001865484
    },
    {
        "feed_1_title": "Omroep Max schrapt Carrie op Vrijdag vanwege bezuinigingen",
        "feed_1_summary": "Omroep Max stopt vanwege de bezuinigingen op de NPO volgende zomer met het tv-programma Carrie op Vrijdag, heeft de omroep bekendgemaakt. Ook het programma Het Hoge Noorden van Dionne Stax verdwijnt na twee seizoenen van de buis. De vrijdaguitzending van de doordeweekse talkshow Tijd voor Max vervalt per 2027 ook en maakt eerder een zomerstop. Volgens de omroep zullen zo'n veertig uitzendingen per jaar minder worden gemaakt. Omroep Max meldt dat de bezuinigingen ook gevolgen hebben voor het personeel en de radioprogramma's. Hoeveel banen er komen te vervallen is nog niet bekend. 156 miljoen De Nederlandse Publieke Omroep (NPO) krijgt vanaf 2027 156 miljoen euro minder van de overheid. Eerder maakten BNNVARA, KRONCRV en AVROTROS bekend dat er programma's zullen verdwijnen vanaf 2027. \"Het doet pijn dat politiek Den Haag deze enorm forse bezuiniging heeft opgelegd, waardoor we afscheid moeten nemen van belangrijke, goed bekeken en hooggewaardeerde uitzendingen en programma's\", zegt directeur Jan Slagter. \"Het treft de makers, maar vooral ook onze kijkers. We houden hoop dat het toekomstige kabinet dit besluit herroept of in ieder geval een deel van de bezuinigingen terugdraait.\"",
        "feed_2_title": "Jan Slagter heeft ‘onverwachte en pijnlijke’ mededeling voor Carrie ten Napel: talkshow stopt",
        "feed_2_summary": "Omroep Max stopt met Carrie op vrijdag. Dat maakt de omroep duidelijk in een verklaring. De ouderenomroep wordt naar eigen zeggen ‘fors getroffen’ door de bezuinigingen. Ook de vrijdaguitzending van Tijd voor Max vervalt en van Het hoge Noorden worden geen nieuwe afleveringen meer gemaakt.",
        "similarity": 0.8212710710363569
    },
    {
        "feed_1_title": "Oever Engels kanaal stort in, boten belanden in metersdiep gat",
        "feed_1_summary": "Op een kanaal in het westen van Engeland zijn bij een dijkdoorbraak twee boten in een gat gestort. Er zijn geen gewonden. Een derde schip hangt deels over de rand, is te zien op beelden: Het gat bij de plaats Whitchurch is zo'n vier meter diep en circa vijftig meter lang. De hulpdiensten spreken van een zinkgat. Vannacht begaf een van de oevers van het Llangollen-kanaal het door nog onbekende oorzaak. De brandweer kreeg rond 04.22 uur een melding dat het water uit het kanaal het omliggende land op stroomde. Aardbeving Er waren geen mensen op de boten die in het gat zijn gestort, wel op de twee vaartuigen die dicht bij het gat liggen. Zij zijn door de brandweer in veiligheid gebracht. Zo'n twaalf bewoners zijn elders opgevangen. Sommige omwonenden dachten dat er een aardbeving was toen de oever instortte, schrijft de BBC . Het geluid was zo hard dat bewoners hun schip ontvluchtten. Harde klap \"We werden rond 04.20 uur wakker van een harde klap. Er vielen ook spullen uit de kasten. We zijn daarna van boord gegaan\", zegt de bewoner van een boot die op zo'n tachtig meter van de instorting lag. Volgens een lokale politicus is het \"een wonder\" dat er geen slachtoffers zijn. De brandweer heeft in het kanaal een dam geplaatst om te voorkomen dat er nog meer water wegloopt.",
        "feed_2_title": "Gigantisch zinkgat slokt kanaal leeg in Brits dorp, woonboten zakken de diepte in",
        "feed_2_summary": "Een zinkgat heeft maandagochtend een heel kanaal drooggelegd in het Engelse dorp Whitchurch. In het gapende gat van naar schatting 50 bij 50 meter zijn meerdere boten weggezakt, enkele balanceerden op de rand.",
        "similarity": 0.8350283874194945
    },
    {
        "feed_1_title": "Zanger Chris Rea (Driving home for Christmas) overleden",
        "feed_1_summary": "De Britse zanger en gitarist Chris Rea is op 74-jarige leeftijd overleden, heeft zijn familie bekendgemaakt. Hij is onder meer bekend van zijn kerstklassieker Driving home for Christmas . Andere bekende nummers zijn Josephine en I can hear your heartbeat. Met zijn kenmerkende hese stemgeluid had hij vooral succes in de jaren 80. Hij nam 25 soloalbums op en verkocht meer dan 30 miljoen platen. Rea werd in 1951 geboren als zoon van een Italiaanse vader en een Ierse moeder, in een gezin met zeven kinderen. De familie was plaatselijk bekend door de ijszaken van zijn vader. Rea dacht voorbestemd te zijn om de zaak uit te bouwen tot een wereldwijd concern, \"maar ik bracht mijn tijd al slidegitaar-spelend door in het magazijn\". In zijn jonge jaren was hij actief bij verschillende bands, maar uiteindelijk ging hij solo verder. Het leidde in 1974 tot zijn debuutsingle, So much love . Hotel in Düsseldorf In 1985 nam hij Josephine op, dat in eigen land niet hoog kwam in de hitlijsten maar in Nederland zijn grootste succes tot dan toe betekende. Rea schreef het lied in een hotel in de Duitse stad Düsseldorf toen hij heimwee had naar zijn oudste dochter Josephine. Later kreeg ook zijn andere dochter Julia een nummer naar zich vernoemd. Driving home for Christmas werd uitgebracht in 1986 op de B-kant van de single Hello Friend en was ook niet meteen een klapper. In Nederland kwam het in de hitlijsten niet verder dan de tipparade. In december 1986 werd het nummer gespeeld in het Nederlandse programma AVRO's Toppop, voorzien van beelden van wegen rond Hilversum. Het succes in het Verenigd Koninkrijk kwam pas nadat het nummer in licht aangepaste versie in 1988 op een compilatiealbum was uitgebracht. In de decennia daarna groeide het uit tot een echte kerstklassieker. Zo is het een vaste waarde in de Top 2000. In interviews vertelde Rea dat hij Driving home for Christmas in 1978 al had geschreven. De inspiratie voor het nummer kwam toen zijn platencontract afliep en hij met zijn vrouw vanaf Londen in winterse omstandigheden op de terugweg was naar huis. \"We stonden steeds in de file en ik keek naar de andere automobilisten, die er allemaal zo ellendig uitzagen\", zei hij in 2016 tegen The Guardian. \"Bij wijze van grap begon ik te zingen: We're driving home for Christmas... En elke keer als een straatlantaarn in de auto scheen, schreef ik de tekst.\" Hij zong het nummer voor het eerst live in 2014. Alvleesklierkanker Rea kampte een groot deel van zijn leven met gezondheidsklachten. Zo werd bij hem alvleesklierkanker vastgesteld, waardoor in 2001 zijn alvleesklier en delen van zijn maag en dunne darm werden verwijderd. Als gevolg daarvan ontwikkelde hij diabetes. In 2016 kreeg Rea een beroerte en in 2017 zakte hij tijdens een concert in Oxford op het podium in elkaar . Hij moest een aantal optredens annuleren. Vijf jaar geleden vertelde hij in een interview dat hij 34 pillen per dag moest slikken. In een ander vraaggesprek zei hij dat hij niet bang was om te sterven. De zanger overleed volgens zijn familie na een kort ziekbed in het ziekenhuis. Hij was getrouwd met Joan Lesley, die hij op zijn zeventiende had ontmoet.",
        "feed_2_title": "Zanger Chris Rea, bekend van hits als Driving home for Christmas, overleden op 74-jarige leeftijd",
        "feed_2_summary": "Zanger Chris Rea, bekend van hits als Driving home for Christmas, is op 74-jarige leeftijd overleden, zo laat een woordvoerder van zijn familie aan de BBC weten. „Hij is eerder vandaag in het ziekenhuis rustig overleden na een korte ziekte, omringd door zijn familie.”",
        "similarity": 0.8958530653553504
    },
    {
        "feed_1_title": "Trump wijst speciale gezant aan voor Groenland, Denemarken 'zeer ontstemd'",
        "feed_1_summary": "De Amerikaanse president Trump heeft zich de woede van Denemarken en Groenland op de hals gehaald met de aanstelling van een speciale gezant voor Groenland, dat een autonoom gebied is van het koninkrijk Denemarken. Gisteravond zei Trump op zijn platform Truth Social aan dat hij de gouverneur van de staat Louisiana hiervoor heeft aangezocht. De Deense minister van Buitenlandse Zaken Lars Løkke Rasmussen zei tegen de Deense televisiezender TV2 dat hij daarover \"zeer ontstemd\" is. Rasmussen noemt zowel de aanstelling als de verklaring van de Amerikaanse president \"onaanvaardbaar\" en stelt dat de benoeming van de speciale gezant \"uit het niets\" komt. Gouverneur Landry begrijpt volgens Trump \"hoe essentieel Groenland is voor onze nationale veiligheid en het behartigen van de belangen van ons land\". Landry zelf zegt op X dat hij \"vereerd is om als vrijwilliger te werken aan het inlijven van Groenland\". Hij voegde eraan toe dat zijn nieuwe rol geen invloed heeft op zijn gouverneurschap. Minister Rasmussen heeft de Amerikaanse ambassadeur in Denemarken op het matje geroepen. Die moet tekst en uitleg geven over de aanstelling. Territoriale integriteit Trumps aankondiging geldt als een nieuwe stap in het Amerikaanse streven om Groenland bij de VS te voegen. De Amerikaanse president wil dat land inlijven omdat Groenland onder meer militair strategisch gelegen is tussen de VS en Rusland. Ook zijn de scheepvaartroutes in het gebied door de opwarming van de aarde steeds belangrijker. Daarnaast heeft Groenland veel mineralen, metalen en andere grondstoffen voor onder meer industrie en energie. In een gezamenlijke verklaring zeggen de Deense premier Mette Frederiksen en haar Groenlandse evenknie Jens-Frederik Nielsen dat \"nationale grenzen en soevereiniteit van staten geworteld zijn in het internationale recht\" en dat het annexeren van andere landen niet kan. \"Ook niet met een argument over internationale veiligheid.\" Ook de Europese Unie sluit zich daarbij aan. Een woordvoerder van de EU stelt dat \"de territoriale integriteit en soevereiniteit van het Deense koninkrijk, inclusief Groenland, moet worden gewaarborgd.\" De Groenlandse premier Nielsen reageerde vanochtend al dat Groenlanders \"zelf hun toekomst bepalen en dat hun territoriale integriteit gerespecteerd moet worden.\" 'Buitenlandse inmenging' In maart verhoogde de VS de druk op Groenland door er een delegatie naartoe te sturen. Zo bracht de Amerikaanse vicepresident Vance een bezoek aan een militaire basis in het noordwesten van het land, waar zowel de Denen als de Groenlanders zich boos over maakten. De toenmalige premier van Groenland noemde het bezoek een vorm van machtsvertoon en \"buitenlandse inmenging\" . De Deense premier veroordeelde de Amerikaanse acties als \"onaanvaardbaar.\" In augustus riep de Deense regering de diplomaat van de VS ook al op het matje. Dat gebeurde nadat zeker drie Amerikanen, die banden hebben met de regering-Trump, volgens de omroep DR hadden geprobeerd om de publieke opinie in Groenland te beïnvloeden. Onafhankelijkheid Groenland hoort al zo'n 200 jaar bij het Deense koninkrijk, maar heeft sinds 1979 enige autonomie. Het heeft ook een eigen overheid, maar Denemarken gaat nog wel over onder meer defensie en buitenlandse zaken. Groenlanders hebben wel de wens om onafhankelijk te worden, maar ze zijn het nog niet eens over hoe snel dat onafhankelijkheidsproces in gang gezet moet worden. Sinds 2009 heeft Groenland de mogelijkheid om via een referendum de onafhankelijkheid uit te roepen, maar dat is nog niet niet gebeurd.",
        "feed_2_title": "Denen in alle staten nadat Trump speciaal gezant voor Groenland benoemt",
        "feed_2_summary": "De Deense minister van Buitenlandse Zaken is in alle staten nu de Amerikaanse president Donald Trump een speciaal gezant voor Groenland heeft aangewezen. Buitenlandminister Lars Løkke Rasmussen zegt dat hij ‘erg van streek’ is en in het bijzonder over de uitspraak dat de VS Groenland willen inlijven. Dat noemt hij ‘compleet onaanvaardbaar’. Volg alle ontwikkelingen in ons liveblog.",
        "similarity": 0.9292999101394963
    }
]