[
    {
        "cluster_id": 9,
        "title": "Trump wijst speciale gezant aan voor Groenland, Denemarken 'zeer ontstemd'",
        "articles": [
            {
                "title": "Trump wijst speciale gezant aan voor Groenland, Denemarken 'zeer ontstemd'",
                "link": "https://nos.nl/l/2595627",
                "feed": "nos.nl",
                "summary": "De Amerikaanse president Trump heeft zich de woede van Denemarken en Groenland op de hals gehaald met de aanstelling van een speciale gezant voor Groenland, dat een autonoom gebied is van het koninkrijk Denemarken. Gisteravond zei Trump op zijn platform Truth Social aan dat hij de gouverneur van de staat Louisiana hiervoor heeft aangezocht. De Deense minister van Buitenlandse Zaken Lars Løkke Rasmussen zei tegen de Deense televisiezender TV2 dat hij daarover \"zeer ontstemd\" is. Rasmussen noemt zowel de aanstelling als de verklaring van de Amerikaanse president \"onaanvaardbaar\" en stelt dat de benoeming van de speciale gezant \"uit het niets\" komt. Gouverneur Landry begrijpt volgens Trump \"hoe essentieel Groenland is voor onze nationale veiligheid en het behartigen van de belangen van ons land\". Landry zelf zegt op X dat hij \"vereerd is om als vrijwilliger te werken aan het inlijven van Groenland\". Hij voegde eraan toe dat zijn nieuwe rol geen invloed heeft op zijn gouverneurschap. Minister Rasmussen heeft de Amerikaanse ambassadeur in Denemarken op het matje geroepen. Die moet tekst en uitleg geven over de aanstelling. Territoriale integriteit Trumps aankondiging geldt als een nieuwe stap in het Amerikaanse streven om Groenland bij de VS te voegen. De Amerikaanse president wil dat land inlijven omdat Groenland onder meer militair strategisch gelegen is tussen de VS en Rusland. Ook zijn de scheepvaartroutes in het gebied door de opwarming van de aarde steeds belangrijker. Daarnaast heeft Groenland veel mineralen, metalen en andere grondstoffen voor onder meer industrie en energie. In een gezamenlijke verklaring zeggen de Deense premier Mette Frederiksen en haar Groenlandse evenknie Jens-Frederik Nielsen dat \"nationale grenzen en soevereiniteit van staten geworteld zijn in het internationale recht\" en dat het annexeren van andere landen niet kan. \"Ook niet met een argument over internationale veiligheid.\" Ook de Europese Unie sluit zich daarbij aan. Een woordvoerder van de EU stelt dat \"de territoriale integriteit en soevereiniteit van het Deense koninkrijk, inclusief Groenland, moet worden gewaarborgd.\" De Groenlandse premier Nielsen reageerde vanochtend al dat Groenlanders \"zelf hun toekomst bepalen en dat hun territoriale integriteit gerespecteerd moet worden.\" 'Buitenlandse inmenging' In maart verhoogde de VS de druk op Groenland door er een delegatie naartoe te sturen. Zo bracht de Amerikaanse vicepresident Vance een bezoek aan een militaire basis in het noordwesten van het land, waar zowel de Denen als de Groenlanders zich boos over maakten. De toenmalige premier van Groenland noemde het bezoek een vorm van machtsvertoon en \"buitenlandse inmenging\" . De Deense premier veroordeelde de Amerikaanse acties als \"onaanvaardbaar.\" In augustus riep de Deense regering de diplomaat van de VS ook al op het matje. Dat gebeurde nadat zeker drie Amerikanen, die banden hebben met de regering-Trump, volgens de omroep DR hadden geprobeerd om de publieke opinie in Groenland te beïnvloeden. Onafhankelijkheid Groenland hoort al zo'n 200 jaar bij het Deense koninkrijk, maar heeft sinds 1979 enige autonomie. Het heeft ook een eigen overheid, maar Denemarken gaat nog wel over onder meer defensie en buitenlandse zaken. Groenlanders hebben wel de wens om onafhankelijk te worden, maar ze zijn het nog niet eens over hoe snel dat onafhankelijkheidsproces in gang gezet moet worden. Sinds 2009 heeft Groenland de mogelijkheid om via een referendum de onafhankelijkheid uit te roepen, maar dat is nog niet niet gebeurd."
            },
            {
                "title": "Denen in alle staten nadat Trump speciaal gezant voor Groenland benoemt",
                "link": "https://www.ad.nl/buitenland/denen-in-alle-staten-nadat-trump-speciaal-gezant-voor-groenland-benoemt~aee50bd8/",
                "feed": "www.ad.nl",
                "summary": "De Denen zijn in alle staten nu Donald Trump een speciaal gezant voor Groenland heeft aangewezen. De Amerikaanse president wil het eiland, dat deel uitmaakt van het Deense koninkrijk, toevoegen aan de Verenigde Staten. De Deense buitenlandminister Lars Løkke noemt dat ‘compleet onaanvaardbaar’. Volg alle ontwikkelingen in ons liveblog."
            },
            {
                "title": "Trump benoemt speciaal gezant voor Groenland, Denemarken ontbiedt ambassadeur VS",
                "link": "https://www.nrc.nl/nieuws/2025/09/19/amerikaanse-politiek-19-september-a4906609",
                "feed": "www.nrc.nl",
                "summary": "Verder in dit blog: een foto van Trump uit het Epstein-dossier die het Amerikaanse ministerie van Justitie afgelopen weekend offline had gehaald, staat nu weer online."
            },
            {
                "title": "Denemarken ontbiedt Amerikaanse ambassadeur om Groenland-gezant",
                "link": "https://www.nd.nl/varia/varia/1297465/denemarken-ontbiedt-amerikaanse-ambassadeur-om-groenland-gezant",
                "feed": "www.nd.nl",
                "summary": "De Deense minister van Buitenlandse Zaken gaat de Amerikaanse ambassadeur in zijn land ontbieden, omdat hij het niet eens is met de Amerikaanse aanwijzing van een speciale gezant voor Groenland. De Amerikaanse president Donald Trump wil het eiland, dat deel uitmaakt van het Deense koninkrijk, toevoegen aan de Verenigde Staten."
            },
            {
                "title": "Trump wijst speciale gezant aan voor Groenland",
                "link": "https://www.nd.nl/varia/varia/1297446/trump-wijst-speciale-gezant-aan-voor-groenland",
                "feed": "www.nd.nl",
                "summary": "De Amerikaanse president Donald Trump heeft een speciale gezant aangewezen voor Groenland, dat hij graag bij de Verenigde Staten wil voegen. De functie gaat naar de gouverneur van Louisiana Jeff Landry."
            }
        ],
        "num_articles": 5,
        "feeds": [
            "www.nrc.nl",
            "www.ad.nl",
            "www.nd.nl",
            "nos.nl"
        ],
        "num_feeds": 4
    },
    {
        "cluster_id": 8,
        "title": "Omroep Max schrapt Carrie op Vrijdag vanwege bezuinigingen",
        "articles": [
            {
                "title": "Omroep Max schrapt Carrie op Vrijdag vanwege bezuinigingen",
                "link": "https://nos.nl/l/2595629",
                "feed": "nos.nl",
                "summary": "Omroep Max stopt vanwege de bezuinigingen op de NPO volgende zomer met het tv-programma Carrie op Vrijdag, heeft de omroep bekendgemaakt. Ook het programma Het Hoge Noorden van Dionne Stax verdwijnt na twee seizoenen van de buis. De vrijdaguitzending van de doordeweekse talkshow Tijd voor Max vervalt per 2027 ook en maakt eerder een zomerstop. Volgens de omroep zullen zo'n veertig uitzendingen per jaar minder worden gemaakt. Omroep Max meldt dat de bezuinigingen ook gevolgen hebben voor het personeel en de radioprogramma's. Hoeveel banen er komen te vervallen is nog niet bekend. 156 miljoen De Nederlandse Publieke Omroep (NPO) krijgt vanaf 2027 156 miljoen euro minder van de overheid. Eerder maakten BNNVARA, KRONCRV en AVROTROS bekend dat er programma's zullen verdwijnen vanaf 2027. \"Het doet pijn dat politiek Den Haag deze enorm forse bezuiniging heeft opgelegd, waardoor we afscheid moeten nemen van belangrijke, goed bekeken en hooggewaardeerde uitzendingen en programma's\", zegt directeur Jan Slagter. \"Het treft de makers, maar vooral ook onze kijkers. We houden hoop dat het toekomstige kabinet dit besluit herroept of in ieder geval een deel van de bezuinigingen terugdraait.\""
            },
            {
                "title": "Jan Slagter heeft ‘onverwachte en pijnlijke’ mededeling voor Carrie ten Napel: talkshow stopt",
                "link": "https://www.ad.nl/show/jan-slagter-heeft-onverwachte-en-pijnlijke-mededeling-voor-carrie-ten-napel-talkshow-stopt~a91f920e/",
                "feed": "www.ad.nl",
                "summary": "Omroep Max stopt met Carrie op vrijdag. Dat maakt de omroep duidelijk in een verklaring. De ouderenomroep wordt naar eigen zeggen ‘fors getroffen’ door de bezuinigingen. Ook de vrijdaguitzending van Tijd voor Max vervalt en van Het hoge Noorden worden geen nieuwe afleveringen meer gemaakt."
            },
            {
                "title": "Omroep MAX stopt met Carrie op Vrijdag vanwege bezuinigingen",
                "link": "https://www.nd.nl/varia/varia/1297491/omroep-max-stopt-met-carrie-op-vrijdag-vanwege-bezuinigingen",
                "feed": "www.nd.nl",
                "summary": "Omroep MAX stopt met de talkshow Carrie op Vrijdag van presentatrice Carrie ten Napel. Dat gebeurt als gevolg van de bezuinigingen bij de publieke omroep, meldt Omroep MAX maandag. De laatste uitzending is komende zomer."
            }
        ],
        "num_articles": 3,
        "feeds": [
            "www.ad.nl",
            "www.nd.nl",
            "nos.nl"
        ],
        "num_feeds": 3
    },
    {
        "cluster_id": 10,
        "title": "Zanger Chris Rea (Driving home for Christmas) overleden",
        "articles": [
            {
                "title": "Zanger Chris Rea (Driving home for Christmas) overleden",
                "link": "https://nos.nl/l/2595626",
                "feed": "nos.nl",
                "summary": "De Britse zanger en gitarist Chris Rea is op 74-jarige leeftijd overleden, heeft zijn familie bekendgemaakt. Hij is onder meer bekend van zijn kerstklassieker Driving home for Christmas . Andere bekende nummers zijn Josephine en I can hear your heartbeat. Met zijn kenmerkende hese stemgeluid had hij vooral succes in de jaren 80. Hij nam 25 soloalbums op en verkocht meer dan 30 miljoen platen. Rea werd in 1951 geboren als zoon van een Italiaanse vader en een Ierse moeder, in een gezin met zeven kinderen. De familie was plaatselijk bekend door de ijszaken van zijn vader. Rea dacht voorbestemd te zijn om de zaak uit te bouwen tot een wereldwijd concern, \"maar ik bracht mijn tijd al slidegitaar-spelend door in het magazijn\". In zijn jonge jaren was hij actief bij verschillende bands, maar uiteindelijk ging hij solo verder. Het leidde in 1974 tot zijn debuutsingle, So much love . Hotel in Düsseldorf In 1985 nam hij Josephine op, dat in eigen land niet hoog kwam in de hitlijsten maar in Nederland zijn grootste succes tot dan toe betekende. Rea schreef het lied in een hotel in de Duitse stad Düsseldorf toen hij heimwee had naar zijn oudste dochter Josephine. Later kreeg ook zijn andere dochter Julia een nummer naar zich vernoemd. Driving home for Christmas werd uitgebracht in 1986 op de B-kant van de single Hello Friend en was ook niet meteen een klapper. In Nederland kwam het in de hitlijsten niet verder dan de tipparade. In december 1986 werd het nummer gespeeld in het Nederlandse programma AVRO's Toppop, voorzien van beelden van wegen rond Hilversum. Het succes in het Verenigd Koninkrijk kwam pas nadat het nummer in licht aangepaste versie in 1988 op een compilatiealbum was uitgebracht. In de decennia daarna groeide het uit tot een echte kerstklassieker. Zo is het een vaste waarde in de Top 2000. In interviews vertelde Rea dat hij Driving home for Christmas in 1978 al had geschreven. De inspiratie voor het nummer kwam toen zijn platencontract afliep en hij met zijn vrouw vanaf Londen in winterse omstandigheden op de terugweg was naar huis. \"We stonden steeds in de file en ik keek naar de andere automobilisten, die er allemaal zo ellendig uitzagen\", zei hij in 2016 tegen The Guardian. \"Bij wijze van grap begon ik te zingen: We're driving home for Christmas... En elke keer als een straatlantaarn in de auto scheen, schreef ik de tekst.\" Hij zong het nummer voor het eerst live in 2014. Alvleesklierkanker Rea kampte een groot deel van zijn leven met gezondheidsklachten. Zo werd bij hem alvleesklierkanker vastgesteld, waardoor in 2001 zijn alvleesklier en delen van zijn maag en dunne darm werden verwijderd. Als gevolg daarvan ontwikkelde hij diabetes. In 2016 kreeg Rea een beroerte en in 2017 zakte hij tijdens een concert in Oxford op het podium in elkaar . Hij moest een aantal optredens annuleren. Vijf jaar geleden vertelde hij in een interview dat hij 34 pillen per dag moest slikken. In een ander vraaggesprek zei hij dat hij niet bang was om te sterven. De zanger overleed volgens zijn familie na een kort ziekbed in het ziekenhuis. Hij was getrouwd met Joan Lesley, die hij op zijn zeventiende had ontmoet."
            },
            {
                "title": "Zanger Chris Rea, bekend van hits als Driving home for Christmas, overleden op 74-jarige leeftijd",
                "link": "https://www.ad.nl/show/zanger-chris-rea-bekend-van-hits-als-driving-home-for-christmas-overleden-op-74-jarige-leeftijd~af4885f5/",
                "feed": "www.ad.nl",
                "summary": "Zanger Chris Rea, bekend van hits als Driving home for Christmas, is op 74-jarige leeftijd overleden, zo laat een woordvoerder van zijn familie aan de BBC weten. „Hij is eerder vandaag in het ziekenhuis rustig overleden na een korte ziekte, omringd door zijn familie.”"
            },
            {
                "title": "Chris Rea (74) van ‘Driving Home For Christmas’ overleden. ‘Deze man is naar de hemel gegaan’",
                "link": "https://www.nd.nl/cultuur/muziek/1297505/chris-rea-74-van-driving-home-for-christmas-overleden-deze-ma",
                "feed": "www.nd.nl",
                "summary": "Het bekendste nummer van de maandag op 74-jarige leeftijd in bijzijn van zijn vrouw Joan en twee kinderen Josephine en Julia overleden Britse rock- en bluesartiest Chris Rea was 'Driving Home For Christmas'. Drie dagen voor kerst stierf een van de aardigste popmuzikanten in Engeland."
            }
        ],
        "num_articles": 3,
        "feeds": [
            "www.ad.nl",
            "www.nd.nl",
            "nos.nl"
        ],
        "num_feeds": 3
    },
    {
        "cluster_id": 59,
        "title": "De Raad van State is uiterst kritisch op de nieuwe stikstofwet",
        "articles": [
            {
                "title": "De Raad van State is uiterst kritisch op de nieuwe stikstofwet",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/de-raad-van-state-is-uiterst-kritisch-op-de-nieuwe-stikstofwet-a4916017",
                "feed": "www.nrc.nl",
                "summary": "Een nieuwe stikstofwet van demissionair minister Wiersma (BBB) kent te weinig concrete en gewaarborgde doelen om de stikstofemissie terug te brengen, oordeelt de Raad van State."
            },
            {
                "title": "Raad van State: Wiersma’s nieuwe stikstofdoelen te vaag en in strijd met Europese wetten",
                "link": "https://www.nd.nl/nieuws/politiek/1297472/raad-van-state-wiersmas-nieuwe-stikstofdoelen-te-vaag-en-in-s",
                "feed": "www.nd.nl",
                "summary": "De Raad van State oordeelt hard over het voorstel van het demissionaire kabinet om de wettelijke stikstofdoelen af te zwakken. Het adviescollege waarschuwt dat de wetswijzing van minister Wiersma de toets van de rechter niet zal doorstaan."
            },
            {
                "title": "Raad van State zeer kritisch over vervangen norm stikstofneerslag",
                "link": "https://www.nd.nl/varia/varia/1297454/raad-van-state-zeer-kritisch-over-vervangen-norm-stikstofneerslag",
                "feed": "www.nd.nl",
                "summary": "De Raad van State is zeer kritisch over een voorstel van demissionair landbouwminister Femke Wiersma (BBB) om de huidige norm voor stikstofneerslag in kwetsbare natuurgebieden te vervangen door een wettelijk doel om de uitstoot te verminderen. Het natuurherstel waartoe Nederland verplicht is, kan daardoor in gevaar komen, waarschuwt de belangrijkste adviseur van het kabinet op het gebied van wetgeving in een advies."
            }
        ],
        "num_articles": 3,
        "feeds": [
            "www.nrc.nl",
            "www.nd.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 2,
        "title": "Politie neemt 4500 kilo vuurwerk in beslag in Zoetermeer en Roelofarendsveen",
        "articles": [
            {
                "title": "Politie neemt 4500 kilo vuurwerk in beslag in Zoetermeer en Roelofarendsveen",
                "link": "https://nos.nl/l/2595650",
                "feed": "nos.nl",
                "summary": "De politie heeft in Zoetermeer en in Roelofarendsveen in totaal 4500 kilo vuurwerk in beslag genomen. Vier verdachten zijn opgepakt en vandaag voorgeleid, meldt het Openbaar Ministerie. De politie vond woensdag in een loods op een bedrijventerrein in Zoetermeer ruim 4000 kilo vuurwerk dat verboden is voor consumenten. Het gaat onder meer om Romeinse kaarsen en zwaar knalvuurwerk, meldt het OM. Het professionele vuurwerk lag volgens het OM opgeslagen in busjes in het bedrijfspand, terwijl dat alleen gedaan mag worden in bunkers. Een 37-jarige man uit Den Haag en een 35-jarige man uit Gorinchem worden verdacht van het bezit en verhandelen van het zwaar vuurwerk. De rechter heeft het voorarrest van de Hagenaar verlengd. De tweede man is vrijgelaten, maar blijft nog wel verdachte in de zaak. In een loods in Roelofarendsveen vond de politie zo'n 500 kilo professioneel vuurwerk, waaronder mortierbommen. Ook lag er een zelf gefabriceerd stuk vuurwerk opgeslagen in het pand. Een man (30) uit Leiden en een man (27) uit Oegstgeest zijn opgepakt. Zij blijven voorlopig vastzitten, aldus het OM."
            },
            {
                "title": "Politie neemt 150 kilo illegaal vuurwerk in beslag bij controle",
                "link": "https://www.nd.nl/varia/varia/1297502/politie-neemt-150-kilo-illegaal-vuurwerk-in-beslag-bij-controle",
                "feed": "www.nd.nl",
                "summary": "Bij een controle afgelopen zaterdag in het Brabantse Goirle is ongeveer 150 kilo illegaal vuurwerk in beslag genomen. Dat meldt de politie maandag. Agenten controleerden vooral het verkeer dat vanuit België de grens overstak na daar vuurwerk te hebben aangeschaft."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.nd.nl",
            "nos.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 11,
        "title": "Oever Engels kanaal stort in, boten belanden in metersdiep gat",
        "articles": [
            {
                "title": "Oever Engels kanaal stort in, boten belanden in metersdiep gat",
                "link": "https://nos.nl/l/2595624",
                "feed": "nos.nl",
                "summary": "Op een kanaal in het westen van Engeland zijn bij een dijkdoorbraak twee boten in een gat gestort. Er zijn geen gewonden. Een derde schip hangt deels over de rand, is te zien op beelden: Het gat bij de plaats Whitchurch is zo'n vier meter diep en circa vijftig meter lang. De hulpdiensten spreken van een zinkgat. Vannacht begaf een van de oevers van het Llangollen-kanaal het door nog onbekende oorzaak. De brandweer kreeg rond 04.22 uur een melding dat het water uit het kanaal het omliggende land op stroomde. Aardbeving Er waren geen mensen op de boten die in het gat zijn gestort, wel op de twee vaartuigen die dicht bij het gat liggen. Zij zijn door de brandweer in veiligheid gebracht. Zo'n twaalf bewoners zijn elders opgevangen. Sommige omwonenden dachten dat er een aardbeving was toen de oever instortte, schrijft de BBC . Het geluid was zo hard dat bewoners hun schip ontvluchtten. Harde klap \"We werden rond 04.20 uur wakker van een harde klap. Er vielen ook spullen uit de kasten. We zijn daarna van boord gegaan\", zegt de bewoner van een boot die op zo'n tachtig meter van de instorting lag. Volgens een lokale politicus is het \"een wonder\" dat er geen slachtoffers zijn. De brandweer heeft in het kanaal een dam geplaatst om te voorkomen dat er nog meer water wegloopt."
            },
            {
                "title": "Gigantisch zinkgat legt kanaal droog in Brits dorp, woonboten zakken de diepte in",
                "link": "https://www.ad.nl/buitenland/gigantisch-zinkgat-legt-kanaal-droog-in-brits-dorp-woonboten-zakken-de-diepte-in~aa487d93/",
                "feed": "www.ad.nl",
                "summary": "Een zinkgat heeft maandagochtend een heel kanaal drooggelegd in het Engelse dorp Whitchurch. In het gapende gat van naar schatting 50 bij 50 meter zijn meerdere boten weggezakt, enkele balanceerden op de rand."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.ad.nl",
            "nos.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 12,
        "title": "Oekraïne slaat toe ver van het front en 'verstoort Russische oorlogsmachine'",
        "articles": [
            {
                "title": "Oekraïne slaat toe ver van het front en 'verstoort Russische oorlogsmachine'",
                "link": "https://nos.nl/l/2595620",
                "feed": "nos.nl",
                "summary": "Een Russische generaal die in Moskou gedood wordt door een autobom , een drone-aanval op een Russische haven bij de Krim en eentje op een olietanker in de Middellandse Zee . Oekraïne lijkt de afgelopen dagen flink toe te slaan met mediagenieke aanvallen op Russische doelen, al is de aanslag met de autobom nog niet opgeëist. De aanvallen zijn ver weg van de frontlinie in Oost-Oekraïne. Zulke aanvallen vinden al jarenlang plaats en zijn niet nieuw, zegt defensie-expert Patrick Bolder van het The Hague Centre for Strategic Studies. \"In 2022 had je al de aanval op de Kerch-brug, en daarna drone-aanvallen op Russische schepen in de Zwarte Zee.\" Wat wél nieuw is, is dat Oekraïne er in slaagt om steeds verder van het eigen land Russische doelen te treffen, zoals de tanker uit de Russische 'schaduwvloot' bij Libië. \"Om dat te bereiken heeft Oekraïne óf een drone gebruikt die op duizenden kilometers afstand kan toeslaan, of ze zijn ook drones gaan gebruiken die gelanceerd worden van reguliere koopvaardijschepen\", zegt defensie-expert Erik Stijnman van Instituut Clingendael. \"Hoe dan ook is het een bijzondere ontwikkeling.\" Geen game-changer Zulke aanvallen zullen de situatie aan de frontlinie niet direct doen kantelen, benadrukken defensie-deskundigen tegenover de NOS. \"Ik ben niet zo van de gamechangers\", zegt oud-commandant Landstrijdkrachten Mart de Kruif. Maar ze hebben wel degelijk effect op het vermogen van Rusland om oorlog te voeren, zegt hij: \"Met zulke 'diepe operaties' in vijandelijk gebied slaagt Oekraïne er al langer in om de logistieke lijnen van het Russische leger aan te tasten. En nu beschadigen ze dus ook het verdienmodel van de Russen: de productie en export van olie.\" De Russische capaciteit om olie te produceren is door Oekraïense aanvallen al met zo'n 20 procent afgenomen, zegt Bolder. En dat levert niet alleen problemen op voor de Russische oorlogsmachine. \"Het is een gigantisch land, en ze hebben nu al moeite alle regio's van benzine te voorzien. De prijzen zijn gestegen, er staan rijen bij tankstations, en de economie staat er in zijn algemeen slecht voor. Dat vergroot de angst onder gewone Russen: welke gevolgen gaan wij op een gegeven moment voelen?\" Uitputtingsslag Alle experts die de NOS sprak hebben het over een 'uitputtingsoorlog' die nu woedt tussen beide landen. Rusland teistert de Oekraïense energievoorziening en valt burgerdoelen aan, in de hoop de ruggengraat van burgers en bestuurders te breken. Oekraïne doet hetzelfde bij de Russische olie-industrie. Ze móeten wel, want aan het front verschuift er weinig meer. \"Op de grond krijgt Oekraïne de oorlog niet gewonnen\", zegt Stijnman, \"en dus grijpen ze naar doelen op afstand.\" Nieuwsuur onderzocht de impact van die Oekraïense aanvallen: \"Aan de andere kant zijn de Russen ook nauwelijks meer in staat om terrein te winnen\", zo zegt De Kruif. \"Dat zie je bij steden als Koepjansk en Slovjansk, die ze maar niet veroverd krijgen.\" Bij de stad Siversk hebben de Russen 40 maanden nodig gehad om 20 kilometer vooruit te komen, vult Bolder aan. \"Rusland heeft nu bijna 1,2 miljoen militairen verloren. Het land heeft nog steeds minder Oekraïens grondgebied in handen dan vlak na de invasie in 2022. Ze hebben de oorlog eigenlijk al verloren, maar Poetin wil en kan niet meer terug.\" Onderhandelingen Van de 'vredesonderhandelingen' die nu onder Amerikaanse druk gevoerd worden met Oekraïne en Rusland, los van elkaar, hoeven we in ieder geval weinig te verwachten. \"Poetin heeft zichzelf aan de onderhandelingstafel gebluft door te verwijzen naar militaire successen die er niet zijn\", aldus de Kruif, \"en te suggereren dat een doorbraak van Russische kant aanstaande is. Als die bluf uitkomt, krijg je weer een heel ander verhaal.\" Hoe dan ook slaan de onderhandelingen nergens op, stelt Bolder: \"De onderhandelingen tussen Russen en Amerikanen worden gevoerd tussen zakenlui onderling, die het vooral hebben over zakelijke belangen. Met Oekraïne wordt vooral onderhandeld over militaire zaken, over het afstaan van grondgebied en dergelijke. Ze hebben het over totaal verschillende zaken, en die werelden zullen nooit bij elkaar komen.\" Welke kant gaat de oorlog dan op, blijft het de patstelling die het nu is? \"Ergens komt er een keer een 'culminatiepunt'\", zegt Stijnman, een moment waarop al die losse aanvallen ineens optellen tot een doorbraak. \"Het is alleen lastig te voorspellen wanneer en aan welke zijde.\""
            },
            {
                "title": "Opnieuw een Russische generaal in eigen land gedood door autobom",
                "link": "https://www.nrc.nl/nieuws/2025/08/19/oekraineblog-19-aug-a4903434",
                "feed": "www.nrc.nl",
                "summary": "De Oekraïense veiligheidsdiensten hadden voor de grootschalige Russische invasie al een trackrecord van moordaanslagen op hooggeplaatste vijandelijke individuen, en sinds de invasie zijn dergelijke aanvallen steeds frequenter geworden."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.nrc.nl",
            "nos.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 15,
        "title": "Honderden mensen nemen afscheid van choreograaf Hans van Manen",
        "articles": [
            {
                "title": "Honderden mensen nemen afscheid van choreograaf Hans van Manen",
                "link": "https://nos.nl/l/2595609",
                "feed": "nos.nl",
                "summary": "\"Een groot kunstenaar\", \"één brok dansgeschiedenis\", \"een geniale man\". Familie, vrienden, collega's en bewonderaars namen vandaag afscheid van choreograaf Hans van Manen, die woensdag op 93-jarige leeftijd overleed. \"De hele Nederlandse danswereld is ondenkbaar zonder Hans van Manen.\" Behalve een besloten afscheidsbijeenkomst was er vanochtend voor iedereen de gelegenheid om een laatste groet te brengen aan de grootmeester van de Nederlandse dans, \"vanwege een overstelpende hoeveelheid reacties\", zegt directeur Ted Brandsen van de Nationale Opera & Ballet in Amsterdam. Daar lag Hans Van Manen opgebaard en konden mensen langs zijn kist lopen en een condoleanceregister tekenen. Om half negen op maandagochtend, bij \"niet echt een Hanswaardige entree\", stonden toch al tientallen mensen te wachten voor de deuren openden. De hoofdingang van het theater wordt verbouwd. Langs de bouwhekken liepen mensen naar de tijdelijke ingang. In totaal ruim tweehonderd mensen. 'Fan dankzij hem' Onder hen veel mensen die hem persoonlijk kenden. Maar ook bewonderaars komen afscheid nemen, zoals oud-politicus Dick Benschop. \"In de jaren 80 ben ik een keer de schouwburg ingelopen om te kijken wat ballet was. Sindsdien ben ik fan, dankzij hem.\" Een andere bezoeker heeft jarenlang met hem gewerkt, en is hier \"uit respect voor wat hij heeft gedaan, in zijn werk en als mens. Hij zal door heel veel mensen gemist worden.\" Bijna iedereen die het wordt gevraagd, noemt de iconische voorstelling Live als meest memorabele stuk. \"Die met die danseres die over de Amstel loopt\", herinneren aanwezigen zich. De voorstelling ging in 1979 in première, maar kwam nog vijftien seizoenen terug, tot in 2021. In première op de uitvaart De besloten afscheidsbijeenkomst was te volgen via YouTube . Daar keken ruim 1300 mensen mee. Van Manen had grotendeels zelf bepaald hoe de bijeenkomst eruit moest zien. Zo kregen de aanwezigen onder meer een deel uit de voorstelling Simple Things te zien, die het Nationale Ballet vanaf volgend jaar september opvoert. \"Dan heb ik een première op mijn uitvaart\", zei Van Manen daarover. De Amsterdamse burgemeester Femke Halsema vertelde in een toespraak hoe ze als puber met tegenzin werd meegesleept naar een voorstelling van Van Manen. \"Ik dacht iets tuttigs te gaan zien, maar werd diep ontroerd door de schoonheid en de vrijheid die het uitademde.\" Dat Hans van Manen niet altijd een heilige was, is ook algemeen bekend, vertelt directeur Brandsen, die het \"Nee nee nee! Ziet er niet uit, stop!\" dat Van Manen nog wel eens kon roepen, citeert. Maar dat hij een unieke manier van dans maken had, daar zijn alle aanwezigen het vandaag over eens. \"Hopelijk kan ik nog heel lang naar zijn balletten blijven gaan\", zegt een bezoeker. Dat kan in elk geval komend voorjaar: dan organiseert het Nationale Ballet een groot eerbetoon aan Hans van Manen in Carré."
            },
            {
                "title": "Publiek neemt afscheid van overleden Hans van Manen",
                "link": "https://www.nd.nl/varia/varia/1297462/publiek-neemt-afscheid-van-overleden-hans-van-manen",
                "feed": "www.nd.nl",
                "summary": "Een paar honderd mensen hebben maandagochtend gebruikgemaakt van de mogelijkheid om de vorige week overleden Hans van Manen een laatste groet te brengen. Dat gebeurde in de Nationale Opera & Ballet in Amsterdam."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.nd.nl",
            "nos.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 23,
        "title": "Stop met alle nostalgie rond vuurwerk",
        "articles": [
            {
                "title": "Stop met alle nostalgie rond vuurwerk",
                "link": "https://www.ad.nl/commentaar/stop-met-alle-nostalgie-rond-vuurwerk~af85bdfe/",
                "feed": "www.ad.nl",
                "summary": "Al tien kinderen hebben de afgelopen tijd een hand of vingers verloren door zwaar vuurwerk. En dan moet de piek richting de jaarwisseling nog komen. Het vuurwerkverbod zal voorlopig nog geen einde maken aan al die persoonlijke drama’s, schrijft politiek verslaggever Hans van Soest in dit commentaar."
            },
            {
                "title": "Veel kinderen gewond door vuurwerk, kan een verbod daar een einde aan maken?",
                "link": "https://www.ad.nl/binnenland/veel-kinderen-gewond-door-vuurwerk-kan-een-verbod-daar-een-einde-aan-maken~a88ec7e6/",
                "feed": "www.ad.nl",
                "summary": "Het moet nog kerst worden, maar illegaal vuurwerk leidde dit jaar al tot tien amputaties. De slachtoffers van ernstig letsel worden bovendien steeds jonger. Gaat het naderende vuurwerkverbod een einde maken aan deze tendens? Vier vragen en antwoorden."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 31,
        "title": "Venezuela krijgt ‘volledige steun’ Rusland in conflict met VS",
        "articles": [
            {
                "title": "Venezuela krijgt ‘volledige steun’ Rusland in conflict met VS",
                "link": "https://www.ad.nl/buitenland/venezuela-krijgt-volledige-steun-rusland-in-conflict-met-vs~a1bd6b7b/",
                "feed": "www.ad.nl",
                "summary": "Venezuela geniet Ruslands ‘volledige steun’ in het oplopende conflict met de Verenigde Staten. Dat melden zowel Moskou als de regering van het Zuid-Amerikaanse land, nadat hun buitenlandministers elkaar eerder op de dag telefonisch hadden gesproken."
            },
            {
                "title": "Venezuela krijgt ‘volledige steun’ Rusland in conflict met VS",
                "link": "https://www.nd.nl/varia/varia/1297501/venezuela-krijgt-volledige-steun-rusland-in-conflict-met-vs",
                "feed": "www.nd.nl",
                "summary": "Venezuela geniet Ruslands 'volledige steun' in het oplopende conflict met de Verenigde Staten. Dat melden zowel Moskou als de regering van het Zuid-Amerikaanse land, nadat hun buitenlandministers elkaar eerder op de dag telefonisch hadden gesproken."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.ad.nl",
            "www.nd.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 101,
        "title": "‘Ik slik deze in en geef uitvoering aan de motie’: Wiersma legt zich neer bij wens Kamer over mestbeleid",
        "articles": [
            {
                "title": "‘Ik slik deze in en geef uitvoering aan de motie’: Wiersma legt zich neer bij wens Kamer over mestbeleid",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/minister-wiersma-legt-zich-neer-bij-motie-en-stopt-met-eigen-mestbeleid-a4915857",
                "feed": "www.nrc.nl",
                "summary": "Door een breed aangenomen Kamermotie mag minister Wiersma de mestregels niet versoepelen. Ook coalitiepartner VVD steunde die motie. „Die staan misschien al met een been in het volgende kabinet.”"
            },
            {
                "title": "Tweede Kamer roept minister Wiersma op geen nieuw mestbeleid te voeren",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/tweede-kamer-roept-minister-wiersma-op-geen-nieuw-mestbeleid-te-voeren-a4915778",
                "feed": "www.nrc.nl",
                "summary": "In het kabinet was de afgelopen tijd onenigheid over Wiersma’s (Landbouw, BBB) mestplannen – onder andere van partijgenoten. Ook coalitiepartij VVD stemde in met de motie."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 154,
        "title": "Schutters waren maanden bezig met voorbereiding van de aanslag bij Bondi Beach, blijkt uit nieuw politierapport",
        "articles": [
            {
                "title": "Schutters waren maanden bezig met voorbereiding van de aanslag bij Bondi Beach, blijkt uit nieuw politierapport",
                "link": "https://www.nrc.nl/nieuws/2025/12/14/blog-aanslag-sydney-a4915318",
                "feed": "www.nrc.nl",
                "summary": "De twee aanslagplegers oefenden met schieten, verkenden twee dagen van tevoren de plek van de Chanoekaviering en namen een video op over hun motieven. Tijdens de aanslag gooiden ze vier geïmproviseerde explosieven de menigte in."
            },
            {
                "title": "Aanslagplegers Bondi Beach bereidden volgens Australische politie bloedbad maandenlang voor",
                "link": "https://www.nd.nl/nieuws/buitenland/1297442/aanslagplegers-bondi-beach-bereidden-volgens-australische-pol",
                "feed": "www.nd.nl",
                "summary": "De twee verdachten van de aanslag op de chanoekaviering op Bondi Beach zijn maandenlang bezig geweest met de voorbereiding van de schietpartij. Ook zou een van de schutters aan het begin van de aanslag vier bommen hebben gegooid naar de menigte, die niet zijn afgegaan."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.nrc.nl",
            "www.nd.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 207,
        "title": "Europese Commissie vindt zuivelheffingen China onrechtvaardig",
        "articles": [
            {
                "title": "Europese Commissie vindt zuivelheffingen China onrechtvaardig",
                "link": "https://www.nd.nl/varia/varia/1297473/europese-commissie-vindt-zuivelheffingen-china-onrechtvaardig",
                "feed": "www.nd.nl",
                "summary": "De voorlopige importheffingen die China oplegt op bepaalde zuivelproducten uit de Europese Unie zijn volgens een woordvoerder van de Europese Commissie 'onrechtvaardig en onnodig'. De heffingen tussen de 21,9 en 42,7 procent gaan dinsdag in."
            },
            {
                "title": "China legt voorlopige heffingen op bepaalde zuivelproducten EU op",
                "link": "https://www.nd.nl/varia/varia/1297453/china-legt-voorlopige-heffingen-op-bepaalde-zuivelproducten-eu-op",
                "feed": "www.nd.nl",
                "summary": "China legt voorlopige importheffingen op bepaalde zuivelproducten uit de Europese Unie op. De heffingen lopen uiteen van 21,9 tot 42,7 procent en gaan dinsdag in, aldus het Chinese ministerie van Handel. De voorlopige heffingen gaan ook gelden voor FrieslandCampina."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 1,
        "title": "Ernstig verkeersongeval in Nunspeet, meerdere gewonden",
        "articles": [
            {
                "title": "Ernstig verkeersongeval in Nunspeet, meerdere gewonden",
                "link": "https://nos.nl/l/2595656",
                "feed": "nos.nl",
                "summary": "Bij een ernstig verkeersongeval in Nunspeet zijn meerdere gewonden gevallen. Dat meldt de politie op X, die verder nog geen informatie heeft. Volgens Omroep Gelderland is een auto ingereden op een menigte. De toedracht van het ongeval is onbekend. In Nunspeet wordt vanavond de jaarlijkse lichtjesparade gehouden, waarbij met lichtjes versierde auto's door Nunspeet en Elburg rijden. De hulpdiensten zijn massaal uitgerukt. Er zijn onder meer meerdere traumahelikopters opgeroepen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 3,
        "title": "Door bosbranden getroffen provincie grote winnaar Spaanse kerstloterij",
        "articles": [
            {
                "title": "Door bosbranden getroffen provincie grote winnaar Spaanse kerstloterij",
                "link": "https://nos.nl/l/2595649",
                "feed": "nos.nl",
                "summary": "Een Spaanse provincie die afgelopen zomer grotendeels werd verwoest door bosbranden, is in de prijzen gevallen bij de jaarlijkse kerstloterij El Gordo . Bewoners van het dorp La Bañeza in de provincie Léon zijn de grootste winnaars: zij mogen in totaal 468 miljoen euro verdelen. Het dorp, met zo'n 13.000 bewoners, werd in augustus getroffen door de zwaarste bosbranden uit de Spaanse geschiedenis. Tienduizenden hectaren in de provincie werden in de as gelegd en er vielen ook enkele doden. Daarnaast moest een grote suikerfabriek in La Bañeza dit jaar sluiten, waardoor duizend mensen hun baan verloren. De burgemeester van het dorp sprak van een \"geschenk uit de hemel voor een gebied dat dit zo erg nodig heeft\". De leden van de lokale voetbalclub La Bañeza FC waren de grootste winnaars: zij ontvangen samen 268 miljoen euro. \"Nu kunnen we Kylian Mbappé contracteren\", zei een van de leden over de wereldberoemde Franse aanvaller tijdens de uitzending van omroep RTVE. El Gordo (Spaans voor: 'de dikke') is een wereldberoemde loterij die al sinds 1812 door de Spaanse overheid wordt georganiseerd. Het is daarmee een van de oudste loterijen ter wereld. Elk jaar wordt uitgekeken naar de trekking, waar veel Spanjaarden traditioneel met vrienden, collega's of familie aan meedoen en die live op tv wordt uitgezonden. Een heel lot kost 200 euro, maar veel deelnemers kopen een décimo , een tiende lot. De hoofdprijs, waarbij een heel lot vier miljoen euro oplevert, werd dit jaar 198 keer uitgekeerd. Dit jaar werd meer dan 2,77 miljard euro uitgedeeld aan deelnemers, 70 miljoen meer dan vorig jaar. De tweede prijs van 1,25 miljoen euro per heel lot ging naar bewoners van de wijk Chueca in Madrid. Direct na de bekendmaking verzamelden zich juichende mensen voor de winkel waar alle 198 winnende loten waren verkocht en werd champagne ontkurkt. \"Dit is ongelooflijk. De kopers zijn voornamelijk gewone mensen uit de buurt\", aldus de eigenaar van de winkel tegen de Spaanse zender RTVE."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 4,
        "title": "Man die cocaïne verwerkte in Fries drugslab uitgeleverd aan Nederland vanuit Dubai",
        "articles": [
            {
                "title": "Man die cocaïne verwerkte in Fries drugslab uitgeleverd aan Nederland vanuit Dubai",
                "link": "https://nos.nl/l/2595648",
                "feed": "nos.nl",
                "summary": "Een van de verdachten van een strafzaak over een drugslab in het Friese Aldwâld is vrijdag door de Verenigde Arabische Emiraten (VAE) uitgeleverd aan Nederland. Dat heeft het Openbaar Ministerie bekendgemaakt . De 38-jarige man uit Leiden werd na de ontmanteling van het lab in Friesland niet thuis gevonden. Hij bleek naar Dubai te zijn gevlucht en werd daar later aangehouden. Volgens het OM heeft de verdachte mogelijk leiding gegeven aan een criminele organisatie die cocaïne uit Zuid-Amerika naar Nederland haalde en deze drugs vervolgens verwerkte in een tot drugslab omgebouwde melkfabriek. Twaalf arrestaties De politie ontmantelde het drugslab in december vorig jaar en viel tegelijkertijd binnen bij loodsen in Nederland en in België. In totaal werden acht verdachten gearresteerd . Later werden nog eens vier anderen aangehouden. Vijf van de arrestanten werden 16 december veroordeeld, onder wie drie Colombianen die 25 maanden cel kregen. Twee andere mannen werden veroordeeld tot een taakstraf van 168 en 240 uur. Zij hadden hun celstraf al in voorarrest uitgezeten. Het OM had met de vijf verdachten procesafspraken gemaakt. Tegen zes anderen lopen nog strafzaken. Wat zijn procesafspraken? Een procesafspraak is een overeenkomst tussen het OM en een verdachte. Ze spreken af wat bewezen kan worden en welke straf daarbij hoort. Het OM mag maximaal een derde minder straf eisen. In ruil daarvoor voeren advocaten geen verweer, vragen ze niet om extra onderzoek en gaat de verdachte niet in hoger beroep. De rechtbank moet akkoord geven voor de deal. Rechters kijken eerst of er genoeg bewijs ligt tegen de verdachte en daarna of het een eerlijke afspraak is. De politie vermoedde al langer dat de verdachten deeluitmaakten van een groep drugscriminelen uit Nederland en Zuid-Amerika. Deze groep produceerde cocaïne op grote schaal en hield zich bezig met de handel in ketamine en BMK. Dat laatste is een verboden stof die gebruikt wordt voor het maken van methamfetamine, ook bekend als crystal meth. Cocaïne wordt vaak in andere materialen gesmokkeld, waarna het vervolgens weer verwerkt wordt tot 'bruikbare' drugs, zoals gebeurde in het drugslab in Friesland. In de oude melkfabriek werd op de dag van de inval 1,7 kilo uitgewassen cocaïne gevonden. Daarnaast trof de politie nog eens 360 kilo materiaal aan waarin de cocaïne was verwerkt. De uitgeleverde verdachte is vandaag voorgeleid aan de rechter. Die heeft bepaald dat hij nog zeker veertien dagen blijft vastzitten. De man wordt ook verdacht van drugshandel en witwassen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 5,
        "title": "13 kilo hasj gevonden in wasmiddel in haven Vlissingen",
        "articles": [
            {
                "title": "13 kilo hasj gevonden in wasmiddel in haven Vlissingen",
                "link": "https://nos.nl/l/2595637",
                "feed": "nos.nl",
                "summary": "De douane heeft tijdens een standaardcontrole in de haven van Vlissingen 13 kilo hasj aangetroffen. De drugs zaten verstopt in pakken wasmiddel en hadden Suriname als bestemming. Het is de derde keer in een paar weken tijd dat de douane hasj onderschept in de haven van Vlissingen, meldt Omroep Zeeland . Op 14 november en 5 december werd er ook al eens respectievelijk 49 en 21 kilo hasj gevonden. Ook die pakketten waren bestemd voor Suriname. De hasj is inmiddels vernietigd, meldt het Openbaar Ministerie."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 6,
        "title": "Flevoland gebruikt varkens in strijd tegen exotische reuzenberenklauw",
        "articles": [
            {
                "title": "Flevoland gebruikt varkens in strijd tegen exotische reuzenberenklauw",
                "link": "https://nos.nl/l/2595636",
                "feed": "nos.nl",
                "summary": "Het is een onwelkome verschijning door het hele land: de reuzenberenklauw. Wie met de plant in aanraking komt, kan jeuk, ontstekingen of zelfs brandwonden oplopen. Om de oprukkende exoot te bestrijden, worden nu in Almere varkens ingezet. De varkens zijn vooral dol op de jonge scheuten van de plant. Daarnaast ploegen ze met hun neus de grond om, waardoor de zaden sneller omhoog komen en de kiemen worden opgegeten. Er trekken nu zestien varkens door het Waterlandse bos bij Almere Haven. \"Wat ze het allerliefste doen is wroeten. Als je dit proces herhaalt over een aantal jaar dan put je de plant uit en verdwijnt die\", vertelt initiatiefnemer Arthur Rosenboom van de organisatie Bosvarken tegen Omroep Flevoland . Bestrijding belangrijk De strijd tegen de bereklauw is hard nodig, want de ongenode gast wint snel terrein. \"Eén plant kan wel twintigduizend zaden bevatten en het kan wel zeven jaar duren voor zo'n zaadje ontkiemt\", zegt Amy Zeeman van Staatsbosbeheer. \"Dus je hebt een heel lange periode nodig om de plant goed uit te roeien.\" Het gebied waar de varkens momenteel aan het werk zijn, is afgezet met schrikdraad. Dit om de veiligheid van de dieren en van eventuele bezoekers te borgen. Nu zijn het nog zestien varkens, uiteindelijk zullen dat er vijftig worden. De natuurvriendelijke bestrijding van de reuzenberenklauw is een proef en zal een jaar duren. Als de resultaten goed zijn, zullen de varkens op meer locaties in de provincie worden ingezet."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 7,
        "title": "Cyberaanval treft Franse banken en post in hectische kerstperiode",
        "articles": [
            {
                "title": "Cyberaanval treft Franse banken en post in hectische kerstperiode",
                "link": "https://nos.nl/l/2595630",
                "feed": "nos.nl",
                "summary": "De online diensten van het Franse postbedrijf La Poste zijn maandagochtend getroffen door een cyberaanval. Ook banken in het land werden het doelwit. Daarmee zouden in totaal miljoenen Fransen zijn getroffen door de aanval. La Poste bevestigt de ddos-aanval in een verklaring. Er zijn geen gevolgen voor de klantgegevens, benadrukt het bedrijf. Wel verstoort de aanval de bezorging van pakketten en post in de drukke kerstperiode. Drie dagen voor kerst klagen veel klanten op sociale media, bijvoorbeeld dat ze hun pakketten niet kunnen 'volgen'. Bankzaken Ook klanten van La Banque Postale, de banktak van het bedrijf, ondervinden problemen. Ze kunnen bijvoorbeeld geen betalingen goedkeuren in de app. Via sms kunnen ze alsnog geld overmaken, zegt de bank. Ook betalingen met een bankpas zijn mogelijk. Lokale media melden problemen bij de banken Caisse d'Epargne en Banque Populaire. Bij een ddos-aanval worden grote hoeveelheden internetverkeer een bepaalde kant op gestuurd, zodat servers overbelast raken."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 13,
        "title": "China kondigt hoge heffingen aan op Europese zuivelproducten",
        "articles": [
            {
                "title": "China kondigt hoge heffingen aan op Europese zuivelproducten",
                "link": "https://nos.nl/l/2595617",
                "feed": "nos.nl",
                "summary": "China voert voorlopige importheffingen van bijna 22 tot ruim 42 procent in op bepaalde Europese zuivelproducenten. FrieslandCampina behoort tot de zwaarst getroffen bedrijven. De Chinese maatregel vloeit voort uit een Chinees onderzoek naar Europese zuivelproducten, waarschijnlijk uitgevoerd in een reactie op Europese heffingen op Chinese elektrische auto's. Volgens het Chinese ministerie van Handel heeft de binnenlandse zuivelindustrie \"substantiële schade\" ondervonden door gesubsidieerde Europese zuivel. Het onderzoek loopt sinds augustus vorig jaar en kijkt specifiek naar kazen en ongezoete room. Het grootste zuivelexportproduct van Nederland naar China, babymelkpoeder, valt er niet onder. Elektrische auto's Het onderzoek is destijds gestart om Europese landen tegen elkaar uit te spelen, zeggen diplomaten en experts. De Europese Commissie kondigde in 2024 heffingen aan op Chinese elektrische auto's, waarover toen nog gestemd moest worden door de lidstaten. Door anti-subsidieonderzoeken te starten tegen Europese voedselproducten zoals zuivel, varkensvlees en cognac , probeerde China de stemming te beïnvloeden. De heffingen op Chinese elektrische auto's kwamen er wel vorig jaar. Het afgelopen jaar is de handelsrelatie tussen de EU en China zwaar onder druk komen te staan. China produceert meer dan de eigen markt kan opnemen en dumpt goederen op de Europese markt, wat de Europese Commissie ziet als een groot probleem. Bovendien zette het land de monopoliepositie op het gebied van zeldzame aardmetalen in als wapen tijdens de onderhandelingen dit jaar. Maar ook tussen Nederland en China liep de spanning op, nadat demissionair minister Karremans ingreep bij Nexperia en zich de woede van Peking op de hals haalde. FrieslandCampina is het enige Europese zuivelbedrijf dat na deelname aan het onderzoek de hoogste importheffing heeft gekregen. Een woordvoerder van FrieslandCampina zegt kennis te hebben genomen van het onderzoek en zich te kunnen voorstellen dat ook andere handelsfactoren een rol speelden bij de beslissing om het Nederlandse bedrijf de hoogste heffing toe te kennen. Eigen zuivel eerst Europese zuivelbedrijven heffingen opleggen is ook een uitgelezen kans om meer vaart te zetten achter de ontwikkeling van de eigen zuivelsector in China. Zuivelproducten worden door de Chinese overheid al lange tijd gezien als een sleutel voor economische ontwikkeling. Omdat de productie ervan relatief weinig middelen vereist vergeleken met vlees, vormt de zuivelsector een belangrijke pijler voor voedselzekerheid. Daarom zet China al jaren in op het vergroten van de binnenlandse zuivelproductie en consumptie, om zo minder afhankelijk te zijn van importen. In algemene zin lijkt dat te lukken. De Chinese import van zuivel piekte in 2021, sindsdien is het aandeel van buitenlandse zuivel in de totale consumptie gedaald van ongeveer 10 naar 6 procent. Voor kaasproducten ligt dit echter anders. De consumptie van buitenlandse kaas in China steeg vorig jaar fors, zo komt naar voren uit cijfers van het Japanse onderzoeksbureau Ashu. Varkensvlees importheffing In juni vorig jaar startte China ook een anti-subsidieonderzoek naar geïmporteerde bijproducten van varkensvlees en varkens afkomstig uit de Europese Unie. In september stelde het Chinese ministerie van Handel voorlopige heffingen van 15,6 tot 62,4 procent in. De hoogte van de heffing werd per bedrijf bepaald. Na onderhandelingen met de betrokken partijen kondigde China vorige week definitieve antidumpingheffingen van bijna 5 tot bijna 20 procent aan. Die heffingen zijn dus flink omlaag gegaan ten opzichte van wat er eerst werd aangekondigd. Ze zijn nu van kracht voor een periode van vijf jaar. China zal op 21 februari de definitieve antidumpingheffingen voor zuivelproducten bekendmaken."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 14,
        "title": "Woonsector boos op NVM over nieuwe richtlijn voor verkoop van huizen",
        "articles": [
            {
                "title": "Woonsector boos op NVM over nieuwe richtlijn voor verkoop van huizen",
                "link": "https://nos.nl/l/2595612",
                "feed": "nos.nl",
                "summary": "Moet een verkoper van een huis wel of geen inzicht hebben in de biedingen, al tijdens de biedingstermijn? Daarover is onenigheid in de woonsector. De NVM, de grootste makelaarsvereniging van Nederland, vindt van wel. Maar veel andere partijen in de sector willen er juist vanaf. De overheid vindt dat de partijen er met elkaar uit moeten komen. Afgelopen week kwam de NVM met een nieuwe, eigen richtlijn. Daarin blijft de mogelijkheid bestaan voor verkopers en makelaars om tussentijds naar de biedingen te kijken. Mensen die een huis willen kopen, krijgen die toegang niet. Dat is oneerlijk, vindt Vereniging Eigen Huis (VEH), de belangenorganisatie die opkomt voor bestaande en toekomstige huizenbezitters. \"De verkoopmakelaar kan te makkelijk informatie doorspelen aan de aankoopmakelaar\", zegt een woordvoerder van VEH. \"Makelaars kunnen elkaar onderling bellen om biedingsbedragen uit te wisselen en hun klant te informeren hoe ze daarmee een iets beter bod kunnen doen.\" Opdrijving prijzen \"Daarvan profiteren de makelaars en de verkoper, omdat het de prijzen opdrijft\", zegt VEH. Daarom wil Vereniging Eigen Huis dat makelaars en verkopers van woningen alleen naar de biedingen kunnen kijken nadat de biedingstermijn is afgelopen. Daarin worden zij onder andere gesteund door Vastgoed Nederland, een andere makelaarsvereniging. \"Dat verkopers en makelaars al tijdens de biedingstermijn inzicht hebben in de biedingen, kan bij ons niet door de beugel,\" zegt Tristan Bons van Vastgoed Nederland. \"Dat is juist waar de meeste klachten over komen. Dit is waar handjeklap en kartelvorming plaatsvindt\", zegt hij. Drie manieren om een huis te verkopen Sinds 2023 moet er een 'biedlogboek' worden bijgehouden. Daarin staan alle biedingen die op een huis worden gedaan. Verkopers kunnen verschillende manieren kiezen om hun huis te verkopen. De NVM wil dat er ook nog een vierde methode blijft bestaan. Die is vergelijkbaar met eerstgenoemde, maar verkopers en makelaars kunnen tussentijds de biedingen inzien. De NVM is voor, veel sectorgenoten zijn juist tegen. Eerder dit jaar kwam de woonsector met een gezamenlijk plan om de koop en verkoop van huizen \"transparanter en eerlijker\" te maken. Maar de NVM tekende die niet. Regie houden De grootste makelaarsvereniging vindt dat biedingen inzichtelijk moeten blijven voor de verkoper en zijn of haar verkoopmakelaars: \"Zo hebben de verkoper en de makelaar meer zicht en regie tijdens het verkoopproces.\" \"Het merendeel van de verkopers wil zien hoeveel biedingen er binnenkomen\", zegt een woordvoerder van de NVM. \"Als er weinig biedingen binnenkomen, kunnen ze hun verkoopstrategie aanpassen. Bijvoorbeeld door meer te adverteren of mee te doen aan een Open Huizen Dag.\" Volgens de NVM kan het verkoopproces anders onnodig lang duren. Nabieden Over één ding zijn de partijen het eens: met nabieden blijft het mogelijk om na de biedingstermijn alsnog een hoger bod te doen. Die mogelijkheid is wettelijk verplicht. Voor de NVM is dat een reden om vast te houden aan de eigen richtlijn. \"Met nabieden is er alsnog sprake van een gelijk speelveld.\" Het Ministerie van Volkshuisvesting en Ruimtelijke Ordening (VRO) heeft tot nu toe zijn handen afgehouden van wetgeving. Demissionair woonminister Keijzer vindt dat de branche eerst zelf met een oplossing moet komen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 16,
        "title": "Vertraging bij bevolkingsonderzoek borstkanker neemt toe, meer sterfgevallen",
        "articles": [
            {
                "title": "Vertraging bij bevolkingsonderzoek borstkanker neemt toe, meer sterfgevallen",
                "link": "https://nos.nl/l/2595608",
                "feed": "nos.nl",
                "summary": "De vertraging bij het bevolkingsonderzoek borstkanker neemt weer toe. Dat blijkt uit recente brieven van staatssecretaris Judith Tielen van Volksgezondheid aan de Tweede Kamer. Dat betekent dat er minder sterfgevallen kunnen worden voorkomen. Vrouwen tussen de 50 en 75 jaar moeten eigenlijk om de twee jaar een uitnodiging krijgen voor het bevolkingsonderzoek borstkanker. Op die manier worden eventuele tumoren eerder opgespoord. Dat is volgens het ministerie van Volksgezondheid en het RIVM van groot belang. Het zorgt ervoor dat behandelingen vaker succesvol zijn en minder belastend, bijvoorbeeld omdat chemotherapie in een aantal gevallen niet nodig is. Ook leidt het tot minder sterfte. 'Alle mogelijkheden ingezet' De termijn van twee jaar wordt sinds 2019 niet meer gehaald, vooral vanwege personeelstekort. In 2022 moesten vrouwen gemiddeld 2 jaar en 8 maanden wachten op hun volgende uitnodiging. De afgelopen twee jaar werd de tijd tussen twee uitnodigingen teruggedrongen tot gemiddeld 2,5 jaar. Maar dat gaat dus weer toenemen, verwacht Tielen. Want personeel blijft moeilijk te vinden, ondanks alle inspanningen om bijvoorbeeld mensen intern op te leiden. \"De problemen op de arbeidsmarkt houden aan\", zegt Tielen. En verder zijn \"alle mogelijkheden al ingezet\". Zo wordt personeel in regio's waar de wachttijden minder lang zijn, tijdelijk ingezet in drukkere regio's. Ook worden de 58 'borstkankerbussen' minder vaak verplaatst om meer tijd over te houden voor het doen van screenings, en de bussen beter te kunnen bemannen. De Inspectie Gezondheidszorg en Jeugd (IGJ) liet eerder weten hier bezorgd over te zijn omdat het een belemmering voor deelname kan zijn voor minder validen en vrouwen met een lagere sociaal-economische status. Het RIVM berekende eerder dat de vertragingen op termijn leiden tot tussen de 30 en 60 sterfgevallen per jaar die anders voorkomen hadden kunnen worden. Minder vrouwen willen meedoen Aan de andere kant neemt het aantal vrouwen dat op de uitnodiging ingaat nog altijd af. Vorig jaar lieten zo'n 875.000 vrouwen een mammografie maken in de borstkankerbus, dat is bijna twee derde van alle vrouwen die een uitnodiging kregen. Het jaar ervoor lag dat nog iets hoger. Het is nog onduidelijk of het datalek bij het bevolkingsonderzoek baarmoederhalskanker dat in augustus bekend werd, dit jaar een negatief effect heeft gehad op de deelname. Ontwikkelingen Er zijn veel ontwikkelingen rond het bevolkingsonderzoek borstkanker. Zo krijgen vrouwen vanaf 2030 een aanvullende MRI bovenop de normale mammografie als zij dicht klierweefsel hebben. Deze vrouwen, ongeveer 1 op de 12 in de bevolkingsonderzoeksleeftijd, hebben een grotere kans op borstkanker, terwijl juist bij hen tumoren lastig te zien zijn op een mammografie. Op zijn vroegst in 2028 wordt bij het onderzoek kunstmatige intelligentie ingezet . Uit verschillende onderzoeken blijkt dat AI helpt om eerder en sneller tumoren te vinden bij het bevolkingsonderzoek. Bevolkingsonderzoek borstkanker Vrouwen in de leeftijd van 50 tot 75 jaar kunnen deelnemen aan het bevolkingsonderzoek borstkanker. In 2019 is de maximale tijd die tussen twee uitnodigingen mag zitten, tijdelijk opgerekt van twee naar drie jaar. Die termijn werd in 2022 nog bij een op de acht vrouwen overschreden; die moesten dus langer dan drie jaar wachten op hun volgende uitnodiging. Vorig jaar ging dat nog maar om 1 op de 63 vrouwen. Doel van het bevolkingsonderzoek is om borstkanker zo vroeg mogelijk op te sporen zodat de behandeling minder zwaar is en de kans op genezing groter. In Nederland krijgt 1 op de 7 vrouwen borstkanker. Jaarlijks overlijden meer dan 3000 vrouwen aan borstkanker. Vrouwen die meedoen aan het bevolkingsonderzoek, hebben gemiddeld een 50 procent kleinere kans om te overlijden aan borstkanker dan vrouwen die niet meedoen. Door het bevolkingsonderzoek overlijden ieder jaar 1300 vrouwen minder aan borstkanker."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 17,
        "title": "Podcast De Dag: het jaar van politiek duider Marleen de Rooy",
        "articles": [
            {
                "title": "Podcast De Dag: het jaar van politiek duider Marleen de Rooy",
                "link": "https://nos.nl/l/2595598",
                "feed": "nos.nl",
                "summary": "Presentatoren van podcast De Dag Elisabeth Steinz en Marco Geijtenbeek trekken deze week het land in om mensen te spreken die in 2025 iets bijzonders maakten of meemaakten. Vandaag: het jaar van hoofdduider van het NOS Achtuurjournaal Marleen de Rooy. Marleen volgde in het voorjaar van 2025 Xander van der Wulp op als politieke hoofdduider van de NOS . Tijd om aan die nieuwe rol te wennen was er niet, want al na een paar weken viel het kabinet en volgde er een jaar vol politiek nieuws. \"Het was het meest interessante en bizarre jaar uit mijn carrière.\" Reageren? Mail dedag@nos.nl Presentatie, montage, redactie: Elisabeth Steinz en Marco Geijtenbeek Deze aflevering van De Dag kun je hier beluisteren. Bevalt het? Vergeet je dan niet te abonneren! Onze podcasts: De Dag : elke werkdag 20 minuten verdieping bij één onderwerp uit het nieuws. Lang verhaal kort : elke werkdag rond vijven één onderwerp, in 5 minuten. NOS op 3 vertelt je wat je moet weten over een actueel onderwerp om het nieuws erover beter te kunnen volgen. Met het Oog op Morgen : elke dag een overzicht van het nieuws, een blik in de ochtendkranten en het betere journalistieke interview. Het Beste uit het Oog : iedere zaterdag selecteert de redactie van Met het Oog op Morgen de mooiste gesprekken van de afgelopen week. De Stemming van Vullings en De Rooy : elke vrijdag een nieuwe aflevering waarin de politieke week wordt doorgenomen. Gemaakt door de NOS en EenVandaag . Jeugdjournaal-podcast : iedere week vindt het Jeugdjournaal antwoorden op vragen van kinderen bij het nieuws."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 18,
        "title": "Raad van State: stikstofdoelen uit wet halen kan zo niet",
        "articles": [
            {
                "title": "Raad van State: stikstofdoelen uit wet halen kan zo niet",
                "link": "https://nos.nl/l/2595596",
                "feed": "nos.nl",
                "summary": "Het kabinetsplan om de stikstofdoelen uit de wet te halen, is in de huidige vorm geen goed idee. Dat staat in een advies van de Raad van State (RvS). Het plan was een speerpunt van de BBB tijdens de verkiezingen. Het voorstel van demissionair minister Wiersma is om de stikstofdoelen uit de Omgevingswet te halen. Nu is Nederland verplicht om overbelasting door stikstof in stikstofgevoelige natuur te stoppen. In 2025, 2030 en 2035 moet respectievelijk 40, 50 en 74 procent van de stikstofgevoelige natuur daaraan voldoen. Wiersma (BBB) wil de drie stikstofdoelen uit de wet halen. In plaats daarvan zou de uitstoot van stikstof in 2035 \"aanzienlijk minder\" moeten zijn dan in 2019. Later zou een plan moeten volgen om dat doel te halen. Dat is de Raad van State, het hoogste adviesorgaan van het kabinet, te vaag. Het is onduidelijk wat \"aanzienlijk minder\" concreet betekent en hoe Wiersma dat alternatieve doel wil halen. Europese regels schrijven voor dat beschermde Natura 2000-gebieden hersteld moeten worden en al helemaal niet mogen verslechteren. Hoe Wiersma daaraan wil voldoen, is niet duidelijk, zegt de RvS. Doorn in oog van Wiersma Nu wordt nog vastgesteld of beschermde natuur overbelast is door stikstof aan de hand van de 'kritische depositiewaarde' (KDW). Die waarde geeft de maximale hoeveelheid stikstof aan die de natuur aankan en is een doorn in het oog van Wiersma. Dat komt doordat de KDW's kunnen veranderen. Wetenschappers stellen ze elke tien jaar vast na uitgebreid onderzoek. Dat gebeurde voor het laatst in 2023: veel stikstofgevoelige natuur bleek nog gevoeliger dan gedacht, waarna de KDW's werden aangepast . Dat leidde ertoe dat het nog moeilijker werd om de wettelijke stikstofdoelen van 2025, 2030 en 2035 te halen. Daarom wil Wiersma van de KDW af. Ze omschreef het als een \"bewegend doel\" waar maar moeilijk op te sturen valt. Ook Wiersma's voorganger Van der Wal wilde er vanaf, maar haar zoektocht leverde destijds geen goed alternatief op. Alternatief Toen Wiersma het wetsvoorstel naar de Raad van State stuurde, stelde de demissionaire landbouwminister dat het wel mogelijk was. \"De juridische check is gedaan, dit is een houdbaar alternatief\", zei ze er in juli over. De Raad van State ziet dat dus anders. In het vandaag gepubliceerde advies is te lezen dat de bezwaren over het wetsvoorstel zo serieus zijn dat het niet naar de Tweede Kamer gestuurd zou moeten worden. In het advies is ook te lezen dat de RvS bedenkingen heeft bij het plan om de focus van neerslag van stikstof te verleggen naar de uitstoot ervan. Veel boeren zijn daar voorstander van, omdat ze veel meer invloed hebben op uitstoot dan op waar stikstof neerdaalt. Daar heeft de Raad van State niets op tegen, maar dan moet Wiersma wel aantonen dat zo'n nieuw systeem voldoet aan Europese natuurbeschermingsregels. Die motivering is \"niet overtuigend\", staat in het advies. De Raad van State sluit niet uit dat het voorstel later alsnog naar de Tweede Kamer kan. Daarvoor zijn wel stevige aanpassingen nodig. Wiersma zegt in een reactie het advies te gaan bestuderen en te bekijken of het meegenomen kan worden \"in de verdere uitwerking van het wetsvoorstel\"."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 19,
        "title": "Thailand en Cambodja gaan weer praten over staakt-het-vuren in grensconflict",
        "articles": [
            {
                "title": "Thailand en Cambodja gaan weer praten over staakt-het-vuren in grensconflict",
                "link": "https://nos.nl/l/2595595",
                "feed": "nos.nl",
                "summary": "Thailand en Cambodja gaan later deze week weer in gesprek om tot een staakt-het-vuren te komen. Twee weken geleden escaleerde een grensconflict dat al decennia speelt. In juli van dit jaar sloten beide landen al een staakt-het-vuren nadat het conflict in mei voor het eerst in tijden weer oplaaide. Volgens de Thaise minister van Buitenlandse Zaken Phuangketkeow moest destijds echter zeer gehaast onderhandeld worden omdat de Amerikaanse president Trump erbij aanwezig was en hij bij de ondertekeningsceremonie wilde zijn. Phuangketkeow zegt dat er toen alleen op hoofdlijnen is gesproken en dat het daarom moeilijk was om het bestand te handhaven. \"Hoe eerder er een akkoord is, hoe beter natuurlijk, maar soms moeten we echt even de tijd nemen\", zegt de buitenlandminister. \"Zodat de dingen die we afspreken echt standhouden en gerespecteerd worden.\" Het voorstel voor de nieuwe gesprekken werd gedaan door Cambodja. Het doel is om tot een duurzame oplossing te komen. Thailand zegt de gesprekken \"te verwelkomen\". Tientallen doden De afgelopen weken zijn bij de gevechten zeker dertig doden gevallen. Meer dan een half miljoen mensen zijn op de vlucht geslagen. Het conflict draait om drie tempelcomplexen in het grensgebied. De grens werd in de koloniale tijd door Frankrijk bepaald. De tempels liggen volgens het internationaal recht op Cambodjaans grondgebied. De Thaise regering zegt dat de tempels en het omliggende gebied bij Thailand horen. Het conflict speelt al meer dan honderd jaar. Eerdere confrontaties waren beperkt en van korte duur. Beide landen beschuldigen elkaar van bombardementen en artilleriebeschietingen. Cambodja zegt dat Thaise gevechtsvliegtuigen doelen in Cambodja hebben gebombardeerd. Thailand beschuldigt Cambodja van het afvuren van raketten en het leggen van landmijnen op Thais grondgebied."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 20,
        "title": "Israëlische checkpoints verstikken Palestijnen op bezette Westoever",
        "articles": [
            {
                "title": "Israëlische checkpoints verstikken Palestijnen op bezette Westoever",
                "link": "https://nos.nl/l/2595594",
                "feed": "nos.nl",
                "summary": "Marwa Far'an staat muurvast in een file in Al-Eizariya, op de bezette Westelijke Jordaanoever. Ze is onderweg naar een school in de buurt waar ze haar kinderen naartoe moet brengen en waar ze zelf ook werkt. Verderop heeft het Israëlische leger een checkpoint opgezet, met een kilometerslange verkeerschaos tot gevolg. Haar raam staat open en door het getoeter van alle auto's heen roept ze: \"Normaal doe ik er een kwartier over, maar nu staan we hier al twee uur. Ik ben vanmorgen om 06.00 uur vertrokken en we komen pas rond 10.00 uur aan. Ik mis zo twee lesuren.\" De grote vertragingen zijn dagelijkse kost voor Palestijnen op de bezette Westelijke Jordaanoever. Sinds 7 oktober 2023, de dag dat Hamas Israël aanviel, worden steeds meer wegen op de Westoever afgesloten met checkpoints, hekken of stenen en modder. Volgens Israël gebeurt dat om veiligheidsredenen. Maar de afsluitingen maken het dagelijks leven voor mensen die naar werk of studie moeten zwaar en soms zelfs onmogelijk. Kankerbehandeling Ondertussen komt er bij de file in Al-Eizariya een ambulance aan. De sirene en zwaailichten brengen geen beweging in de kilometerslange opstopping. Verderop staat een taxi met een rode koffer op het dak gebonden. Die is van Omar El Namura uit de stad Hebron, in het zuiden van de Westoever. Hij moet naar Jordanië, de grens over dus. Hij heeft kanker en krijgt speciale behandelingen in het ziekenhuis in de Jordaanse hoofdstad Amman. \"We zijn al drieënhalf uur onderweg terwijl we over dit stuk maar een uurtje zouden moeten doen. En we zijn er nog niet. Er zijn veel mensen die opgeven en omkeren\", zegt El Namura. Want voor veel mensen in de rij is dit niet de eerste file vandaag. Een paar kilometer terug was er ook al een Israëlisch checkpoint waar mensen uren vaststonden. \"Ik ben al een half uur geen meter vooruitgekomen\", zegt vrachtwagenchauffeur Hathim Shahid. \"De situatie is heel erg moeilijk. Sinds 7 oktober hebben ze alles afgesloten en zijn overal Israëlische militairen. Niet normaal wat hier gebeurt.\" Vliegende checkpoints Inmiddels zijn er bijna 900 checkpoints en andere wegafsluitingen over de hele bezette Westelijke Jordaanoever. Palestijnen worden afgesloten van de snelste routes die voornamelijk door Israëliërs worden gebruikt. Naast de permanente controlepunten zijn er ook 'vliegende checkpoints'. Die komen onverwachts op allerlei locaties. Militairen stoppen er auto's en controleren rijbewijzen en ID-kaarten. Soms worden er ook foto's van gemaakt. Niemand weet waar en wanneer het leger besluit zo'n checkpoint op te zetten en voor hoe lang. Deze kaart toont een overzicht van de controlepunten op de Westelijke Jordaanoever: Via een speciale app en groepen op WhatsApp proberen mensen elkaar te informeren over de situatie op de weg. \"Elke keer als ik de stad verlaat check ik de apps om te kijken welke wegen wel of niet open zijn\", zegt Khalil Abu Alaa. Hij laat de app zien met alle wegen waar een rode balk voor staat, afgesloten dus. Maar soms is er zoveel afgesloten dat er geen andere routes mogelijk zijn, zoals vandaag. Hekken Israël heeft ook metalen hekken geplaatst bij toegangswegen tot Palestijnse dorpen. Voertuigen kunnen er niet meer door en dus moeten mensen omrijden of te voet verder. Ook bij het dorpje Beit Einun zijn toegangswegen afgezet door het Israëlische leger. Vrouwen uit het dorp worden door een taxibusje bij het hek afgezet. Met hun boodschappen gaan ze lopend langs het hek het dorp in. Vrachtwagens moeten weg Een vrachtwagen staat geparkeerd met de laadruimte naar het hek toe. Vanuit het dorp heeft een andere vrachtwagen hetzelfde gedaan om de lading zo makkelijk over te laden van de ene in de andere wagen. Het is een stuk sneller dan helemaal omrijden, zeker met de vele opstoppingen. Maar dan komt er een Israëlisch legervoertuig aan. Drie gewapende militairen stappen uit en lopen naar de vrachtwagens. Het overladen moet stoppen en als beide trucks niet binnen vijf minuten vertrekken wordt alles in beslag genomen, is de boodschap. Wat de veiligheidsreden van Israël is om het dorp deels af te sluiten, weet niemand. \"Overal staan hekken, bij wegen waarvan we nooit gedacht hadden dat ze die zouden afsluiten, waarvan we ook niet snappen wat daar het punt van is\", zegt vrachtwagenchauffeur Shahid gefrustreerd. \"Nog even en ze komen een hek bij mijn voordeur zetten.\""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "nos.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 21,
        "title": "Autorijden met kapotte vloermatten, mag dat?",
        "articles": [
            {
                "title": "Autorijden met kapotte vloermatten, mag dat?",
                "link": "https://www.ad.nl/auto/autorijden-met-kapotte-vloermatten-mag-dat~aada0f1d/",
                "feed": "www.ad.nl",
                "summary": "Mogen de vloermatten in je auto beschadigd zijn, vraagt lezer Wim Meurs zich af. Onze auto-expert Niek Schenk geeft antwoord."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 22,
        "title": "De vrouw met het petje en bespuwd: de vape was zeker niet het eerste wangedrag richting Van der Poel",
        "articles": [
            {
                "title": "De vrouw met het petje en bespuwd: de vape was zeker niet het eerste wangedrag richting Van der Poel",
                "link": "https://www.ad.nl/wielrennen/de-vrouw-met-het-petje-en-bespuwd-de-vape-was-zeker-niet-het-eerste-wangedrag-richting-van-der-poel~a2906f4f/",
                "feed": "www.ad.nl",
                "summary": "Je houdt het niet voor mogelijk, maar tijdens de Plage Cross in Hofstade werd Mathieu van der Poel (30) opnieuw het slachtoffer van wangedrag van een toeschouwer. Zeker niet voor het eerst, want de incidenten in twee jaar tijd zijn nauwelijks nog op één hand te tellen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 24,
        "title": "'Rusland werkt aan nieuw wapen om satellieten van Elon Musk uit te schakelen'",
        "articles": [
            {
                "title": "'Rusland werkt aan nieuw wapen om satellieten van Elon Musk uit te schakelen'",
                "link": "https://www.ad.nl/buitenland/rusland-werkt-aan-nieuw-wapen-om-satellieten-van-elon-musk-uit-te-schakelen~ae6aec96/",
                "feed": "www.ad.nl",
                "summary": "Rusland werkt aan een nieuw wapen waarmee het de satellieten van Starlink – dat deel uitmaakt van SpaceX, het ruimtebedrijf van miljardair Elon Musk – kan aanvallen. Dat meldt persagentschap Associated Press op basis van de inlichtingendiensten van twee Navo-landen. Volg alle ontwikkelingen over de oorlog in Oekraïne in ons liveblog."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 25,
        "title": "Auto rijdt in op groep mensen tijdens lichtjesparade, meerdere gewonden",
        "articles": [
            {
                "title": "Auto rijdt in op groep mensen tijdens lichtjesparade, meerdere gewonden",
                "link": "https://www.ad.nl/binnenland/auto-rijdt-in-op-groep-mensen-tijdens-lichtjesparade-meerdere-gewonden~a5f2f6c34/",
                "feed": "www.ad.nl",
                "summary": "Een auto is ingereden op een lichtjesparade in Nunspeet. Er liggen meerdere gewonden in een weiland."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 26,
        "title": "Zanger Barry Manilow (82) heeft een tumor in zijn linkerlong",
        "articles": [
            {
                "title": "Zanger Barry Manilow (82) heeft een tumor in zijn linkerlong",
                "link": "https://www.ad.nl/show/zanger-barry-manilow-82-heeft-een-tumor-in-zijn-linkerlong~abcf6438/",
                "feed": "www.ad.nl",
                "summary": "Bij zanger Barry Manilow is longkanker vastgesteld. De 82-jarige Manilow maakte het nieuws maandag bekend in een bericht op Instagram."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 27,
        "title": "Thomas van Groningen vervangt Wilfred Genee aan tafel bij Vandaag Inside",
        "articles": [
            {
                "title": "Thomas van Groningen vervangt Wilfred Genee aan tafel bij Vandaag Inside",
                "link": "https://www.ad.nl/show/thomas-van-groningen-vervangt-wilfred-genee-aan-tafel-bij-vandaag-inside~ad5c15ec8/",
                "feed": "www.ad.nl",
                "summary": "Thomas van Groningen zit de komende twee dagen als presentator aan tafel bij Vandaag Inside. Hij vervangt Wilfred Genee, die al met vakantie is. De talkshow is nog twee dagen te zien voordat de winterstop begint."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 28,
        "title": "De zoektocht naar haar biologische vader in Italië bracht Serena meer dan ze ooit had durven dromen",
        "articles": [
            {
                "title": "De zoektocht naar haar biologische vader in Italië bracht Serena meer dan ze ooit had durven dromen",
                "link": "https://www.ad.nl/binnenland/de-zoektocht-naar-haar-biologische-vader-in-italie-bracht-serena-meer-dan-ze-ooit-had-durven-dromen~ac4341a0/",
                "feed": "www.ad.nl",
                "summary": "Vijftig jaar lang leefde Serena met een verhaal dat niet klopte. Een toevallige opmerking, een dna-test en een vlucht naar Italië zetten haar wereld op z’n kop. Wat ze vindt, is meer dan een antwoord. Ze vindt gemoedsrust. En een nieuwe familie die haar met open armen ontvangt."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 29,
        "title": "Zwijgen is makkelijk, maar het lost geen probleem op",
        "articles": [
            {
                "title": "Zwijgen is makkelijk, maar het lost geen probleem op",
                "link": "https://www.ad.nl/binnenland/zwijgen-is-makkelijk-maar-het-lost-geen-probleem-op~a571aa22/",
                "feed": "www.ad.nl",
                "summary": "Özcan Akyol schrijft drie keer per week over wat hem bezighoudt."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 30,
        "title": "Zambia maakt in extremis gelijk tegen Mali, Mohamed Salah en Egypte vanavond in actie",
        "articles": [
            {
                "title": "Zambia maakt in extremis gelijk tegen Mali, Mohamed Salah en Egypte vanavond in actie",
                "link": "https://www.ad.nl/voetbal/zambia-maakt-in-extremis-gelijk-tegen-mali-mohamed-salah-en-egypte-vanavond-in-actie~a9de755c/",
                "feed": "www.ad.nl",
                "summary": "De Afrika Cup is volop onderweg in Marokko. 24 teams strijden om de winst tussen 21 december en 18 januari. Via dit blog blijf je op de hoogte van alle ontwikkelingen in en rondom het toernooi."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 32,
        "title": "Vertragingen in online betalingsverkeer opgelost, ING biedt excuses aan",
        "articles": [
            {
                "title": "Vertragingen in online betalingsverkeer opgelost, ING biedt excuses aan",
                "link": "https://www.ad.nl/economie/vertragingen-in-online-betalingsverkeer-opgelost-ing-biedt-excuses-aan~a8947209/",
                "feed": "www.ad.nl",
                "summary": "De problemen met betalingen via de systemen van ING en de Dienst Toeslagen zijn verholpen. Het is niet duidelijk wat er precies aan de hand was, maar de timing was met de feestdagen voor de deur voor veel mensen erg onhandig. Door de vertragingen kwamen in sommige gevallen salarissen en toeslagen niet door."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 33,
        "title": "De historische eerste seizoenshelft in data: een karrenvracht aan goals en een regen aan kaarten",
        "articles": [
            {
                "title": "De historische eerste seizoenshelft in data: een karrenvracht aan goals en een regen aan kaarten",
                "link": "https://www.ad.nl/voetbal/de-historische-eerste-seizoenshelft-in-data-een-karrenvracht-aan-goals-en-een-regen-aan-kaarten~ac02c5c7/",
                "feed": "www.ad.nl",
                "summary": "De eerste seizoenshelft van de eredivisie gaat de recordboeken in. Er is volop gescoord, er zijn veel gele kaarten uitgedeeld en er worden in deze jaargang ook een hoop strafschoppen gemist. Deze site heeft vijf opvallende wetenswaardigheden van de eerste seizoenshelft besproken met oud-trainer en tv-analyticus Gertjan Verbeek."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 34,
        "title": "Megakerstdorp van Fons en Jopie zorgt voor verwonderde blikken:  ‘We zijn hier weken mee bezig’",
        "articles": [
            {
                "title": "Megakerstdorp van Fons en Jopie zorgt voor verwonderde blikken:  ‘We zijn hier weken mee bezig’",
                "link": "https://www.ad.nl/binnenland/megakerstdorp-van-fons-en-jopie-zorgt-voor-verwonderde-blikken-we-zijn-hier-weken-mee-bezig~ad383d4d/",
                "feed": "www.ad.nl",
                "summary": "Fons en Jopie Hinten uit ’s-Gravendeel bouwen al jaren een megakerstdorp in hun eigen achtertuin. Een traditie waaraan niet alleen zij en hun (klein)kinderen plezier beleven, maar die ook bewonderende blikken van bezoekers oogst."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 35,
        "title": "Dodelijke steekpartij Schalkwijk treft stroopwafelfamilie: moeder (73) overleden, vader gewond, zoon opgepakt",
        "articles": [
            {
                "title": "Dodelijke steekpartij Schalkwijk treft stroopwafelfamilie: moeder (73) overleden, vader gewond, zoon opgepakt",
                "link": "https://www.ad.nl/houten/dodelijke-steekpartij-schalkwijk-treft-stroopwafelfamilie-moeder-73-overleden-vader-gewond-zoon-opgepakt~aea1fdd3/",
                "feed": "www.ad.nl",
                "summary": "Bij de dodelijke steekpartij aan de Provincialeweg in Schalkwijk is de bewoonster (73) om het leven gekomen, haar man (75) raakte gewond en hun zoon is opgepakt. De 40-jarige Schalkwijker wordt verhoord, maar de exacte toedracht van het drama is vooralsnog onduidelijk."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 36,
        "title": "Italiaanse wielerploeg deelt heftige beelden: renners beschoten vanuit auto tijdens training",
        "articles": [
            {
                "title": "Italiaanse wielerploeg deelt heftige beelden: renners beschoten vanuit auto tijdens training",
                "link": "https://www.ad.nl/wielrennen/italiaanse-wielerploeg-deelt-heftige-beelden-renners-beschoten-vanuit-auto-tijdens-training~ab45094a/",
                "feed": "www.ad.nl",
                "summary": "De Italiaanse wielerploeg Sc Padovani Polo Cherry Bank is aan een groot drama ontsnapt. Enkele wielrenners werden afgelopen weekend tijdens een training vanuit een auto beschoten. De wielerploeg, die uitkomt op het laagste profniveau, heeft zelf de beelden van het voorval gedeeld."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 37,
        "title": "Kevin Doets krijgt Ally Pally stil met zege op Keniaan: ‘Dat geluid... Het was alsof ik naast een vliegtuig stond’",
        "articles": [
            {
                "title": "Kevin Doets krijgt Ally Pally stil met zege op Keniaan: ‘Dat geluid... Het was alsof ik naast een vliegtuig stond’",
                "link": "https://www.ad.nl/darts/kevin-doets-krijgt-ally-pally-stil-met-zege-op-keniaan-dat-geluid-het-was-alsof-ik-naast-een-vliegtuig-stond~ae142e7c/",
                "feed": "www.ad.nl",
                "summary": "Kevin Doets heeft zijn hoofd koel gehouden tegen de Keniaanse publiekslieveling David Munyua. De Nederlander werd veel uitgefloten, maar gaf de Keniaan die in de eerste ronde stuntte tegen de Belg Mike De Decker geen kans: 3-0. Wessel Nijman beleefde wel een offday en verloor met 3-0 van de voormalig WK-halvefinalist Gabriel Clemens."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 38,
        "title": "Het blijft nét boven nul, toch kan het met kerst aanvoelen als -10 graden: ‘We zijn nog niets gewend’",
        "articles": [
            {
                "title": "Het blijft nét boven nul, toch kan het met kerst aanvoelen als -10 graden: ‘We zijn nog niets gewend’",
                "link": "https://www.ad.nl/binnenland/het-blijft-net-boven-nul-toch-kan-het-met-kerst-aanvoelen-als-10-graden-we-zijn-nog-niets-gewend~aefc5aec/",
                "feed": "www.ad.nl",
                "summary": "Brrr... de komende dagen wordt het een flink stuk kouder. Vooral tijdens de kerstdagen wordt het klappertanden. Hoewel het kwik net boven nul blijft, kan de gevoelstemperatuur dalen tot -10 graden. Hoe kan dat? Donny de Koning van Weerplaza legt uit hoe het zit."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 39,
        "title": "Zoveel spaargeld mag je op 1 januari op je rekening hebben zonder dat je er belasting over betaalt",
        "articles": [
            {
                "title": "Zoveel spaargeld mag je op 1 januari op je rekening hebben zonder dat je er belasting over betaalt",
                "link": "https://www.ad.nl/geld/zoveel-spaargeld-mag-je-op-1-januari-op-je-rekening-hebben-zonder-dat-je-er-belasting-over-betaalt~ad42afdd/",
                "feed": "www.ad.nl",
                "summary": "Een veelgehoorde vraag tegen het einde van het jaar is hoeveel spaargeld je op je rekening mag hebben zonder dat je daar belasting over moet betalen. De waarde van je bezittingen op 1 januari 2026 is bepalend voor de hoogte van de belasting die je betaalt."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 40,
        "title": "Van der Poel moet het weer ontgelden in België: vaper blaast tijdens cross rook in gezicht wereldkam­pi­oen",
        "articles": [
            {
                "title": "Van der Poel moet het weer ontgelden in België: vaper blaast tijdens cross rook in gezicht wereldkam­pi­oen",
                "link": "https://www.ad.nl/wielrennen/van-der-poel-moet-het-weer-ontgelden-in-belgie-vaper-blaast-tijdens-cross-rook-in-gezicht-wereldkampioen~a5a8ea04/",
                "feed": "www.ad.nl",
                "summary": "Mathieu van der Poel heeft ook de Plage Cross in het Belgische Hofstade (X2O Badkamers Trofee) gewonnen. De wereldkampioen maakte indruk in het zand en haalde het na een nieuwe lange solo en ondanks een vervelende actie van een vapende toeschouwer die zijn rook vol in het gezicht van de Nederlander blies."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 41,
        "title": "Feyenoord verlengt contract Jaden Slory en verhuurt aanvaller meteen aan Go Ahead Eagles",
        "articles": [
            {
                "title": "Feyenoord verlengt contract Jaden Slory en verhuurt aanvaller meteen aan Go Ahead Eagles",
                "link": "https://www.ad.nl/voetbal/feyenoord-verlengt-contract-jaden-slory-en-verhuurt-aanvaller-meteen-aan-go-ahead-eagles~a7e8e70f/",
                "feed": "www.ad.nl",
                "summary": "Jaden Slory maakt het seizoen af bij Go Ahead Eagles. De club uit Deventer huurt de 20-jarige vleugelspeler van Feyenoord. Hij stond in de belangstelling van meerdere clubs. Slory koos voor Go Ahead Eagles omdat hij goede herinneringen bewaart aan trainer Melvin Boel, die hij tijdens zijn periode bij FC Dordrecht leerde kennen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 42,
        "title": "Concurrenten geraakt door afscheid Fem van Empel: ‘Het moet het allerzwaarste zijn als je niet meer happy bent’",
        "articles": [
            {
                "title": "Concurrenten geraakt door afscheid Fem van Empel: ‘Het moet het allerzwaarste zijn als je niet meer happy bent’",
                "link": "https://www.ad.nl/wielrennen/concurrenten-geraakt-door-afscheid-fem-van-empel-het-moet-het-allerzwaarste-zijn-als-je-niet-meer-happy-bent~a5339b3e/",
                "feed": "www.ad.nl",
                "summary": "Haar tegenstanders leven mee met Fem van Empel (23), de drievoudig wereldkampioen die afgelopen week bekend maakte het veldrijden de rug toe te keren. Van Empel was het plezier kwijtgeraakt en dat raakt ook Puck Pieterse en Lucinda Brand die de afgelopen jaren met Van Empel op het WK-podium stonden."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 43,
        "title": "Wendy stort elke maand 400 euro op de gedeelde rekening: ‘We moeten het doen van mijn inkomen’",
        "articles": [
            {
                "title": "Wendy stort elke maand 400 euro op de gedeelde rekening: ‘We moeten het doen van mijn inkomen’",
                "link": "https://www.ad.nl/geld/wendy-stort-elke-maand-400-euro-op-de-gedeelde-rekening-we-moeten-het-doen-van-mijn-inkomen~ad8f3f0a/",
                "feed": "www.ad.nl",
                "summary": "Duurzaamheid staat voorop in het huishouden van Asha en Wendy. ‘We doen graag gezinsuitjes met onze tweedehands elektrische fietsen’,  vertellen ze in deze rubriek Geld & Geluk uit ons weekendmagazine Mezza."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 44,
        "title": "Volkszanger Rutger van Barneveld met spoed opgenomen in ziekenhuis",
        "articles": [
            {
                "title": "Volkszanger Rutger van Barneveld met spoed opgenomen in ziekenhuis",
                "link": "https://www.ad.nl/show/volkszanger-rutger-van-barneveld-met-spoed-opgenomen-in-ziekenhuis~a421de5b/",
                "feed": "www.ad.nl",
                "summary": "Volkszanger Rutger van Barneveld is met spoed opgenomen in het Canisius-Wilhelmina Ziekenhuis, dat vertelt zijn manager aan De Gelderlander."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 45,
        "title": "Verdachte ontkent betrokkenheid bij dood broer S10: ‘Ik was nooit in die woning en ik ken hem niet’",
        "articles": [
            {
                "title": "Verdachte ontkent betrokkenheid bij dood broer S10: ‘Ik was nooit in die woning en ik ken hem niet’",
                "link": "https://www.ad.nl/show/verdachte-ontkent-betrokkenheid-bij-dood-broer-s10-ik-was-nooit-in-die-woning-en-ik-ken-hem-niet~a814433f/",
                "feed": "www.ad.nl",
                "summary": "De 36-jarige verdachte Arny R. uit Rotterdam ontkent betrokken te zijn geweest bij de dood van Emiel den Hollander, de tweelingbroer van zangeres S10. Het OM stelt maandag in de rechtbank dat toen Emiel tegen zijn wil werd vastgehouden hij geen andere uitweg zag dan van het balkon van de vierde verdieping te springen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.ad.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 46,
        "title": "Nog maar een derde van de asielaanvragen ingewilligd: ‘Zonder identiteitspapieren hier komen, is voor de IND nu een red flag‘",
        "articles": [
            {
                "title": "Nog maar een derde van de asielaanvragen ingewilligd: ‘Zonder identiteitspapieren hier komen, is voor de IND nu een red flag‘",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/nog-maar-een-derde-van-de-asielaanvragen-ingewilligd-zonder-identiteitspapieren-hier-komen-is-voor-de-ind-nu-een-red-flag-a4916055",
                "feed": "www.nrc.nl",
                "summary": "Een derde van de eerste asielaanvragen werd dit jaar goedgekeurd, ten opzichte van een meerderheid vorig jaar. Volgens deskundigen heeft die daling deels te maken met een strengere beoordeling bij het IND. De vraag is in hoeverre de afwijzingen standhouden bij de rechter."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 47,
        "title": "Grote onrust bij CBS News rondom hoofdredacteur Bari Weiss",
        "articles": [
            {
                "title": "Grote onrust bij CBS News rondom hoofdredacteur Bari Weiss",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/grote-onrust-bij-cbs-news-rondom-hoofdredacteur-bari-weiss-a4916068",
                "feed": "www.nrc.nl",
                "summary": "Door abrupt een reportage over het deportatiebeleid van president Trump te schrappen, heeft de nieuwe hoofdredacteur van CBS News de woede gewekt van redacteuren van het Amerikaanse nieuwsprogramma 60 Minutes . Haar omstreden benoeming is tekenend voor de nieuwe, conservatieve koers van de zender."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 48,
        "title": "Van ‘Annie’ en ‘Billy Jean’ tot ‘Sunny’: een geschiedenis van de popmuziek aan de hand van namenliedjes",
        "articles": [
            {
                "title": "Van ‘Annie’ en ‘Billy Jean’ tot ‘Sunny’: een geschiedenis van de popmuziek aan de hand van namenliedjes",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/van-annie-en-billy-jean-tot-sunny-een-geschiedenis-van-de-popmuziek-aan-de-hand-van-namenliedjes-a4915850",
                "feed": "www.nrc.nl",
                "summary": "Journalisten John Schoorl en Paul Onkenhout schreven twee boeken over namenliedjes: popsongs met een voornaam als titel. „Het mooie is dat wij onbewust de geschiedenis van de popmuziek hebben geschreven. Een soort encyclopedie eigenlijk.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 49,
        "title": "Politieke druk op Australische regering neemt week na aanslag Bondi Beach toe",
        "articles": [
            {
                "title": "Politieke druk op Australische regering neemt week na aanslag Bondi Beach toe",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/politieke-druk-op-australische-regering-neemt-week-na-aanslag-bondi-beach-toe-a4916044",
                "feed": "www.nrc.nl",
                "summary": "Een week na de aanslag op Bondi Beach loopt de druk op premier Anthony Albanese op. Zijn regering zou de afgelopen jaren te weinig hebben gedaan tegen groeiend antisemitisme. De oppositie spint garen bij de onvrede in de Joodse gemeenschap over zijn leiderschap."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 50,
        "title": "Hoe kweek je sportplezier bij kinderen? ‘Veel ouders denken dat hun kind de nieuwe Ranomi is’",
        "articles": [
            {
                "title": "Hoe kweek je sportplezier bij kinderen? ‘Veel ouders denken dat hun kind de nieuwe Ranomi is’",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/hoe-kweek-je-sportplezier-bij-kinderen-veel-ouders-denken-dat-hun-kind-de-nieuwe-ranomi-is-a4915418",
                "feed": "www.nrc.nl",
                "summary": "Zwembond KNZB veranderde de regels voor het wedstrijdzwemmen bij jonge kinderen. Zo zijn er geen prijsuitreikingen meer. Een storm brak los. „En hoe precies wil je zorgen voor toptalenten, als het ‘alleen maar voor de fun’ is?”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 51,
        "title": "De beste cocktail voor de feestdagen, volgens de beste bartender van het jaar",
        "articles": [
            {
                "title": "De beste cocktail voor de feestdagen, volgens de beste bartender van het jaar",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/de-beste-cocktail-voor-de-feestdagen-volgens-de-beste-bartender-van-het-jaar-a4915712",
                "feed": "www.nrc.nl",
                "summary": "Wat is de perfecte cocktail of mocktail voor de feestdagen? Jimmy Hu, uitgeroepen tot de beste bartender van het jaar, deelt zijn ideale drankje: een kaki amaretto sour met winterse kruiden."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 52,
        "title": "Hoe is de kersttrui toch zo iconisch (en ironisch) fout geworden?",
        "articles": [
            {
                "title": "Hoe is de kersttrui toch zo iconisch (en ironisch) fout geworden?",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/hoe-is-de-kersttrui-toch-zo-iconisch-en-ironisch-fout-geworden-a4915644",
                "feed": "www.nrc.nl",
                "summary": "In deze rubriek kijken we naar opvallende beelden in de hedendaagse cultuur, en wat ze te zeggen hebben. Deze week: waarom kersttruien soms precies goed, en soms helemaal fout zijn."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 53,
        "title": "Mijn dochter noemt iedereen ‘hij’",
        "articles": [
            {
                "title": "Mijn dochter noemt iedereen ‘hij’",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/mijn-dochter-noemt-iedereen-hij-a4915844",
                "feed": "www.nrc.nl",
                "summary": "Elke week legt Annemiek Leclaire een lezersvraag voor aan deskundigen. Deze week: hoe leer ik mijn dochter wie man en vrouw is zonder daarin bekrompen te zijn?"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 54,
        "title": "Comedian Eric van Sauers kon vroeger niet méér zeggen, maar hij wist beter waar de grens lag",
        "articles": [
            {
                "title": "Comedian Eric van Sauers kon vroeger niet méér zeggen, maar hij wist beter waar de grens lag",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/comedian-eric-van-sauers-kon-vroeger-niet-meer-zeggen-maar-hij-wist-beter-waar-de-grens-lag-a4916040",
                "feed": "www.nrc.nl",
                "summary": "Na jarenlange afwezigheid is cabaretier Eric van Sauers terug op het podium met een nieuwe voorstelling. Regelmatig laat hij zien waarin hij excelleert: op dwingende en vermakelijke manier zijn publiek een verhaal in zuigen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 55,
        "title": "Conny Braam en de Breesaap, die verdween onder de vooruitgang",
        "articles": [
            {
                "title": "Conny Braam en de Breesaap, die verdween onder de vooruitgang",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/conny-braam-en-de-breesaap-die-verdween-onder-de-vooruitgang-a4916030",
                "feed": "www.nrc.nl",
                "summary": "Uit straatboekenkastjes in heel Nederland haalt Arjen Fortuin steeds een boek, bespreekt het, en geeft het door. Vandaag een historische roman vlakbij de begraafplaats van Wierden."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 56,
        "title": "‘Kleine druppeltjes in de oersoep vormden de bouwstenen van het leven’",
        "articles": [
            {
                "title": "‘Kleine druppeltjes in de oersoep vormden de bouwstenen van het leven’",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/kleine-druppeltjes-in-de-oersoep-vormden-de-bouwstenen-van-het-leven-a4914026",
                "feed": "www.nrc.nl",
                "summary": "Hoe is er ooit leven gekomen op aarde? Biochemicus Iris Smokers promoveerde op de druppels die hierbij een rol speelden. „Als je nagaat wat het leven allemaal kan, dan krijg je er nog veel meer waardering voor dat het ooit is ontstaan.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 57,
        "title": "2025, jaar van het mercantilisme, luidt een minstens zo onzeker 2026 in",
        "articles": [
            {
                "title": "2025, jaar van het mercantilisme, luidt een minstens zo onzeker 2026 in",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/2025-jaar-van-het-mercantilisme-luidt-een-minstens-zo-onzeker-2026-in-a4916047",
                "feed": "www.nrc.nl",
                "summary": "Economische onzekerheid voerde de boventoon voor bedrijven en overheden in 2025. De handelsoorlog brak minder hevig uit dan verwacht, maar de geo-economische spanningen namen toe. Dit zijn een aantal van onze verwachtingen voor 2026, waarin die onzekerheid welhaast zeker zal voortduren."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 58,
        "title": "Zij brengen luxe kerstpakketten naar minima. ‘Geniet er gewoon van en geef een goede daad door’",
        "articles": [
            {
                "title": "Zij brengen luxe kerstpakketten naar minima. ‘Geniet er gewoon van en geef een goede daad door’",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/zij-brengen-luxe-kerstpakketten-naar-minima-geniet-er-gewoon-van-en-geef-een-goede-daad-door-a4915381",
                "feed": "www.nrc.nl",
                "summary": "Mede dankzij het NRC Lezersfonds ontvangen vierhonderd mensen dit jaar een kerstpakket met luxe producten. Dingen die ze zich anders niet kunnen veroorloven. De initiatiefnemers gaat het om meer dan alleen spullen of eten. „Zo voelen de ontvangers zich weer gezien en geliefd.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 60,
        "title": "‘Polariserende journalistiek’ na de Maccabi-rellen",
        "articles": [
            {
                "title": "‘Polariserende journalistiek’ na de Maccabi-rellen",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/polariserende-journalistiek-na-de-maccabi-rellen-a4916035",
                "feed": "www.nrc.nl",
                "summary": "‘Medialogica’ keek terug op de Maccabi-rellen van ruim een jaar geleden, en richtte zich vooral op de machtige Israëlische propagandamachine en de journalisten die zich hierdoor lieten meeslepen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 61,
        "title": "Rechter kritisch op Bunq na voorlopig getuigenverhoor ex-werknemers: ‘fishing expedition’",
        "articles": [
            {
                "title": "Rechter kritisch op Bunq na voorlopig getuigenverhoor ex-werknemers: ‘fishing expedition’",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/rechter-kritisch-op-bunq-na-voorlopig-getuigenverhoor-ex-werknemers-fishing-expedition-a4915897",
                "feed": "www.nrc.nl",
                "summary": "Een poging van online bank Bunq om via een voorlopig getuigenverhoor te achterhalen of twee oud-medewerkers met NRC hadden gesproken, sneuvelt in de rechtbank."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 62,
        "title": "De bruine beren in de Apennijnen zijn aaibaarder dan hun soortgenoten elders",
        "articles": [
            {
                "title": "De bruine beren in de Apennijnen zijn aaibaarder dan hun soortgenoten elders",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/de-bruine-beren-in-de-apennijnen-zijn-aaibaarder-dan-hun-soortgenoten-elders-a4915232",
                "feed": "www.nrc.nl",
                "summary": "De bruinebeerpopulatie in de Italiaanse Apennijnen heeft zich genetisch aangepast aan het leven in de buurt van de mens."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 63,
        "title": "Wilde Eeuwen, het begin: aflevering 1",
        "articles": [
            {
                "title": "Wilde Eeuwen, het begin: aflevering 1",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/wilde-eeuwen-het-begin-aflevering-1-a4916009",
                "feed": "www.nrc.nl",
                "summary": "Deze week hoor je in NRC Vandaag onze serie Wilde eeuwen, het begin. Een van de verhalende series die we dit jaar maakten: perfect voor tijdens de dagen rond Kerst."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 64,
        "title": "Printer",
        "articles": [
            {
                "title": "Printer",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/printer-a4915984",
                "feed": "www.nrc.nl",
                "summary": "De printer is kapot. Onze jonge zoon moet op school een werkstuk inleveren. Ik heb beloofd hem te helpen bij het uittypen van de tekst."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 65,
        "title": "Blijven de lidstaten geloven in het Internationaal Strafhof of zullen ze wijken voor Trumps intimidatie?",
        "articles": [
            {
                "title": "Blijven de lidstaten geloven in het Internationaal Strafhof of zullen ze wijken voor Trumps intimidatie?",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/blijven-de-lidstaten-geloven-in-het-internationaal-strafhof-of-zullen-ze-wijken-trumps-intimidatie-a4915399",
                "feed": "www.nrc.nl",
                "summary": "Washington dreigt met sancties tegen het hele Strafhof en wil dat president Trump en andere prominenten uit zijn regering worden gevrijwaard van alle strafvervolging. Trump zou vrezen dat hij na zijn presidentschap kan worden aangeklaagd vanwege de door hem bevolen aanvallen op Venezolaanse boten."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 66,
        "title": "Schilder Arnulf Rainer: autodidactisch rebel met fascinatie voor intuïtie, overgave en waanzin",
        "articles": [
            {
                "title": "Schilder Arnulf Rainer: autodidactisch rebel met fascinatie voor intuïtie, overgave en waanzin",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/schilder-arnulf-rainer-autodidacte-rebel-met-fascinatie-voor-intuitie-overgave-en-waanzin-a4915995",
                "feed": "www.nrc.nl",
                "summary": "De Oostenrijkse kunstenaar Arnulf Rainer was een autodidactische rebel in een conservatief naoorlogs Europa. Het bekendst werd hij vanwege zijn expressieve ‘Übermalungen’. Rainer overleed donderdag in Wenen, hij werd 96 jaar."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 67,
        "title": "Een nieuwe dageraad in Suriname",
        "articles": [
            {
                "title": "Een nieuwe dageraad in Suriname",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/een-nieuwe-dageraad-in-suriname-a4915770",
                "feed": "www.nrc.nl",
                "summary": "Ik verblijf nu in een land waar de stip op de horizon een echt jaartal is: 2028, want dan verwacht Suriname de eerste olie-inkomsten te gelde te maken."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 68,
        "title": "De echte zakkenvullers, baantjesjagers en plucheplakkers",
        "articles": [
            {
                "title": "De echte zakkenvullers, baantjesjagers en plucheplakkers",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/een-archiefonderzoekje-naar-de-ware-betekenis-van-antipolitieke-begrippen-a4915831",
                "feed": "www.nrc.nl",
                "summary": "In de Kamer die in 2025 aantrad behoren ook PVV-kopstukken tot de politieke elite. De PVV werd groot door verzet tegen die elite. Een archiefonderzoekje: hoe zakkenvullers, baantjesjagers en plucheplakkers niet altijd bleken te zijn wie zij leken te zijn."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 69,
        "title": "Dit is er dan over van alle gedeelde herinneringen",
        "articles": [
            {
                "title": "Dit is er dan over van alle gedeelde herinneringen",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/dit-is-er-dan-over-van-alle-gedeelde-herinneringen-a4915976",
                "feed": "www.nrc.nl",
                "summary": "Marcel van Roosmalen treft zijn broer en zus in wegrestaurant in Brabant, een plek waar ze allemaal nog nooit eerder geweest zijn."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 70,
        "title": "Voor PSV-trainer Peter Bosz was 2025 het jaar waarin hij de storm doorstond en zijn ploeg opnieuw uitvond",
        "articles": [
            {
                "title": "Voor PSV-trainer Peter Bosz was 2025 het jaar waarin hij de storm doorstond en zijn ploeg opnieuw uitvond",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/voor-psv-trainer-peter-bosz-was-2025-het-jaar-waarin-hij-de-storm-doorstond-en-zijn-ploeg-opnieuw-uitvond-a4915885",
                "feed": "www.nrc.nl",
                "summary": "Bij PSV lukte Peter Bosz dit jaar waar hij bij zijn vorige clubs niet in slaagde: na een periode van sportief verval zijn ploeg weer aan de praat te krijgen. Dus geen zelfgenoegzaamheid nu PSV met elf punten voorsprong de winterstop ingaat. „We hebben dit jaar ook ervaren hoe snel het kan veranderen.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 71,
        "title": "In deze politiek starre tijden verdienen ambtenaren een extra pluim",
        "articles": [
            {
                "title": "In deze politiek starre tijden verdienen ambtenaren een extra pluim",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/in-deze-politiek-starre-tijden-verdienen-ambtenaren-een-extra-pluim-a4915567",
                "feed": "www.nrc.nl",
                "summary": "Na anderhalf jaar rommelig beleid van het kabinet-Schoof staat Nederland nog (redelijk) overeind. In niet onbelangrijke mate is dat te danken aan ambtenaren die, soms tegen de klippen op, chocola moeten maken van wat hun minister beoogt."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 72,
        "title": "Eindelijk kunnen Limburgers mijnbouwschade aan hun huizen declareren",
        "articles": [
            {
                "title": "Eindelijk kunnen Limburgers mijnbouwschade aan hun huizen declareren",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/eindelijk-kunnen-limburgers-mijnbouwschade-aan-hun-huizen-declareren-a4915838",
                "feed": "www.nrc.nl",
                "summary": "Limburgers met mijnbouwschade kunnen zich vanaf deze maandag melden voor een schadevergoeding. Bedrijven en woningcorporaties kunnen nog steeds nergens op rekenen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 73,
        "title": "Je doet wat je kunt, maar het is een kras op je ziel",
        "articles": [
            {
                "title": "Je doet wat je kunt, maar het is een kras op je ziel",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/je-doet-wat-je-kunt-maar-het-is-een-kras-op-je-ziel-a4915515",
                "feed": "www.nrc.nl",
                "summary": "Personen op het spoor, van wandelaars die een stukje afsteken tot suïcidalen, vormen een groeiend probleem voor het treinverkeer."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 74,
        "title": "Camiel Jansen is de nieuwe Componist der Nederlanden: ‘Je moet je eigen shit een beetje slecht vinden, denk ik’",
        "articles": [
            {
                "title": "Camiel Jansen is de nieuwe Componist der Nederlanden: ‘Je moet je eigen shit een beetje slecht vinden, denk ik’",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/camiel-jansen-is-de-nieuwe-componist-der-nederlanden-je-moet-je-eigen-shit-een-beetje-slecht-vinden-denk-ik-a4915723",
                "feed": "www.nrc.nl",
                "summary": "De hyper-geëngageerde componist Camiel Jansen (34) wil zich in zijn rol als ambassadeur voor nieuwe klassieke muziek richten op onderlinge verschillen tussen Nederlanders, die veel mensen wel voelen, maar die helemaal niet zo groot blijken te zijn. „We willen allemaal hetzelfde.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 75,
        "title": "Kinderen hoeven zich in de kerstvakantie niet te vervelen: waar kunnen ze heen?",
        "articles": [
            {
                "title": "Kinderen hoeven zich in de kerstvakantie niet te vervelen: waar kunnen ze heen?",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/kinderen-hoeven-zich-in-de-kerstvakantie-niet-te-vervelen-waar-kunnen-ze-heen-a4915728",
                "feed": "www.nrc.nl",
                "summary": "Een lesbische liefdesrelatie in een bewerkt sprookje van Shakespeare, een toondove volkszanger die met een sneeuwstorm van het podium wordt verdreven of twee keer een poes. NRC tipt de leukste familievoorstellingen voor de kerstvakantie."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 76,
        "title": "Mocht de advocaat een brief die niet voor hem bedoeld was, doorspelen aan zijn cliënt?",
        "articles": [
            {
                "title": "Mocht de advocaat een brief die niet voor hem bedoeld was, doorspelen aan zijn cliënt?",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/mocht-de-advocaat-een-brief-die-niet-voor-hem-bedoeld-was-doorspelen-aan-zijn-client-a4915828",
                "feed": "www.nrc.nl",
                "summary": "Advocaat Martijn gaf informatie over een doorzoeking, die hij per ongeluk van de rechtbank ontving, door aan zijn cliënt. Is dat tuchtrechtelijk verwijtbaar?"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 77,
        "title": "‘Ik vind het geweldig om elegante ideeën in werking te zien in de echte wereld’",
        "articles": [
            {
                "title": "‘Ik vind het geweldig om elegante ideeën in werking te zien in de echte wereld’",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/ik-vind-het-geweldig-om-elegante-ideeen-in-werking-te-zien-in-de-echte-wereld-a4913895",
                "feed": "www.nrc.nl",
                "summary": "Het leek hem aanvankelijk „een cool theoretisch idee”. Het werk van Charles Kane is belangrijk voor toekomstige quantumcomputers. In Leiden kreeg hij deze maand de Lorentzmedaille."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 78,
        "title": "Senegal doet een moreel appel op zijn diaspora, maar wat krijgt die ervoor terug?",
        "articles": [
            {
                "title": "Senegal doet een moreel appel op zijn diaspora, maar wat krijgt die ervoor terug?",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/senegal-doet-een-moreel-appel-op-zijn-diaspora-maar-wat-krijgt-die-ervoor-terug-a4915664",
                "feed": "www.nrc.nl",
                "summary": "Als het aan de Senegalese president Faye ligt, moet de diaspora het land financieel weer overeind trekken. Of die zich herkent in die rol, is onzeker. Bovendien laat de diaspora zich niet vangen in één ervaring. „Wie vertrokken is, weet weer waarom.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 79,
        "title": "De &#8216;matrix&#8217; is ingeburgerd in het schaatsen, maar er blijven zwakke plekken &#8211;  &#8216;Wijs toppers gewoon aan&#8217;",
        "articles": [
            {
                "title": "De &#8216;matrix&#8217; is ingeburgerd in het schaatsen, maar er blijven zwakke plekken &#8211;  &#8216;Wijs toppers gewoon aan&#8217;",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/de-matrix-is-ingeburgerd-in-het-schaatsen-maar-er-blijven-zwakke-plekken-wijs-toppers-gewoon-aan-a4915542",
                "feed": "www.nrc.nl",
                "summary": "Iedere vier jaar spelen ze in het schaatsen een sleutelrol in de strijd om startplekken op de Olympische Spelen: de ‘prestatiematrix’ en de ‘selectievolgorde’. NRC onderzocht hoe voorspellend het model van schaatsbond KNSB is."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 80,
        "title": "Compromisloos en zelfverzekerd sluit Poetin het jaar af, maar Rusland leeft op een ‘geleende toekomst’",
        "articles": [
            {
                "title": "Compromisloos en zelfverzekerd sluit Poetin het jaar af, maar Rusland leeft op een ‘geleende toekomst’",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/compromisloos-en-zelfverzekerd-sluit-poetin-het-jaar-af-maar-rusland-leeft-op-een-geleende-toekomst-a4915633",
                "feed": "www.nrc.nl",
                "summary": "Met hulp van loyale uitvoerders en bondgenoten wereldwijd wist Rusland zichzelf de afgelopen drieënhalf jaar overeind te houden. De „Europese oorloghitsers” zouden het volgens Poetin zwaarder hebben dan de Russen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 81,
        "title": "Hoeveel kans maakt de massaclaim tegen Tata Steel?",
        "articles": [
            {
                "title": "Hoeveel kans maakt de massaclaim tegen Tata Steel?",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/hoeveel-kans-maakt-de-massaclaim-tegen-tatasteel-a4915953",
                "feed": "www.nrc.nl",
                "summary": "Stichting Frisse Wind eist in een massaclaim 1,4 miljard euro van Tata Steel voor ruim 300.000 omwonenden. In de dagvaarding zitten sterke punten, zegt een expert, maar aansprakelijkheid bewijzen is lastig."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 82,
        "title": "Nog één keer vuurwerk, daar investeren mensen in. 'Al het leuke wordt ons afgenomen'",
        "articles": [
            {
                "title": "Nog één keer vuurwerk, daar investeren mensen in. 'Al het leuke wordt ons afgenomen'",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/vuurwerkverkopers-demonstreren-hun-waar-wellicht-voor-de-laatste-keer-met-het-verbod-in-zicht-a4915863",
                "feed": "www.nrc.nl",
                "summary": "Op verschillende plekken in Nederland zijn vuurwerkshows waar verkopers hun waar voor oudejaarsavond demonstreren voor enthousiast publiek. In Benthuizen is de stemming óók mineur, het is mogelijk voor het laatste jaar dat consumenten zelf mogen afsteken. „Al het leuke wordt ons afgenomen.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 83,
        "title": "Nederlander doet gooi naar voorzitterschap wereldhandbalbond, ‘De IHF staat al 25 jaar onder hetzelfde leiderschap’",
        "articles": [
            {
                "title": "Nederlander doet gooi naar voorzitterschap wereldhandbalbond, ‘De IHF staat al 25 jaar onder hetzelfde leiderschap’",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/nederlander-doet-gooi-naar-voorzitterschap-wereldhandbalbond-de-ihf-staat-al-25-jaar-onder-hetzelfde-leiderschap-a4915599",
                "feed": "www.nrc.nl",
                "summary": "De 81-jarige Egyptenaar Hassan Moustafa gaat op voor zijn zevende termijn als voorzitter. Dit weekend heeft hij op het congres in Caïro voor het eerst in jaren tegenkandidaten. Een van hen is de Nederlander Tjark de Lange."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 84,
        "title": "Premier Bart De Wever heeft Europa meegekregen. België viert hem als 'overwinnaar'",
        "articles": [
            {
                "title": "Premier Bart De Wever heeft Europa meegekregen. België viert hem als 'overwinnaar'",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/van-troef-van-rusland-tot-gewiekst-onderhandelaar-premier-bart-de-wever-heeft-europa-meegekregen-a4915851",
                "feed": "www.nrc.nl",
                "summary": "De standvastige houding van de Belgische premier Bart De Wever over het inzetten van de bevroren Russische tegoeden kwam hem aanvankelijk op kritiek te staan. Maar op de EU-top deze week trok hij toch aan het langste eind. België viert hem als „overwinnaar”, en als de man die de Russische dreiging heeft afgewend."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 85,
        "title": "Onvolledige publicatie Epstein-files leidt tot woede in Washington",
        "articles": [
            {
                "title": "Onvolledige publicatie Epstein-files leidt tot woede in Washington",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/onvolledige-publicatie-epstein-files-leidt-tot-woede-in-washington-a4915854",
                "feed": "www.nrc.nl",
                "summary": "Het ministerie van Justitie zei de deadline van vrijdagnacht niet te kunnen halen. Veel documenten zijn zwartgelakt. In wat wel openbaar is geworden zitten opvallend veel foto’s van oud-president Bill Clinton."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 86,
        "title": "Haagse Zaken XXL: de grote terugblikshow 2025",
        "articles": [
            {
                "title": "Haagse Zaken XXL: de grote terugblikshow 2025",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/haagse-zaken-xxl-de-grote-terugblikshow-2025-a4915944",
                "feed": "www.nrc.nl",
                "summary": "In deze eindejaarsaflevering van Haagse Zaken nemen we tijd voor een terugblik op 2025. Het was het jaar van niet één maar twee kabinetsvallen, de ingelaste verkiezingen met…"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 87,
        "title": "Jessica, ook jij hebt het lichaam van een topatleet",
        "articles": [
            {
                "title": "Jessica, ook jij hebt het lichaam van een topatleet",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/jessica-ook-jij-hebt-het-lichaam-van-een-topatleet-a4915785",
                "feed": "www.nrc.nl",
                "summary": "Toen Jessica Schilder deze week werd verkozen tot Sportvrouw van het Jaar, liet ze na afloop weten te hopen nog meer „mini-Jessica’s, dus kleine kogelstootsters” met de prijs te inspireren. Columnist Marijn de Vries hoopt dat ze nog veel meer meiden inspireert."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 88,
        "title": "Mediatips: &#8216;Glasland, &#8216;Fallout 2&#8217; en kerstmuziek",
        "articles": [
            {
                "title": "Mediatips: &#8216;Glasland, &#8216;Fallout 2&#8217; en kerstmuziek",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/mediatips-glasland-fallout-2-en-kerstmuziek-a4915619",
                "feed": "www.nrc.nl",
                "summary": "NRC maakt ieder weekend een selectie uit het media-aanbod."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 89,
        "title": "Hans van Manen",
        "articles": [
            {
                "title": "Hans van Manen",
                "link": "https://www.nrc.nl/nieuws/2025/12/20/hans-van-manen-a4915898",
                "feed": "www.nrc.nl",
                "summary": "De hele zaal hing aan zijn lippen tijdens de boekpresentatie van zijn biografie. Het was duidelijk dat hier een grootmeester sprak."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 90,
        "title": "Oud-premier Balkenende heeft spijt van zijn uitval naar prins Friso",
        "articles": [
            {
                "title": "Oud-premier Balkenende heeft spijt van zijn uitval naar prins Friso",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/balkenende-heeft-spijt-van-zijn-uitval-naar-prins-friso-a4915912",
                "feed": "www.nrc.nl",
                "summary": "Oud-premier Jan Peter Balkenende slikt 22 jaar na dato zijn woorden in over prins Friso en Mabel Wisse Smit. Dat zij „onwaarheid” hadden gesproken had „niet gezegd hoeven worden”."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 91,
        "title": "Trump nam dit jaar een grote gok met de wereldeconomie. In 2026 volgt de afrekening",
        "articles": [
            {
                "title": "Trump nam dit jaar een grote gok met de wereldeconomie. In 2026 volgt de afrekening",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/trump-nam-dit-jaar-een-grote-gok-met-de-wereldeconomie-in-2026-volgt-de-afrekening-a4915734",
                "feed": "www.nrc.nl",
                "summary": "De Amerikaanse aandelenkoersen stegen zo hard, dat de beurs de economie begint te domineren in plaats van andersom. En de staatsschuld in de VS wordt zo groot dat het rentebeleid van de centrale bank erdoor wordt beïnvloed. Trumps omgekeerde wereld van 2025? Komend jaar volgt de ontknoping."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 92,
        "title": "Kabinet wil verbod op gezichtsbedekkende kleding bij demonstraties",
        "articles": [
            {
                "title": "Kabinet wil verbod op gezichtsbedekkende kleding bij demonstraties",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/kabinet-wil-verbod-op-gezichtsbedekkende-kleding-bij-demonstraties-a4915893",
                "feed": "www.nrc.nl",
                "summary": "Behalve het verbieden van gezichtsbedekkende kleding, moet schade makkelijker kunnen worden verhaald op betogers. Het voornemen staat haaks op een advies van het WODC."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 93,
        "title": "Kopen, afsteken, filmen – en dan de knallen en rookwolken op YouTube",
        "articles": [
            {
                "title": "Kopen, afsteken, filmen – en dan de knallen en rookwolken op YouTube",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/kopen-afsteken-filmen-en-dan-de-knallen-en-rookwolken-op-youtube-a4915636",
                "feed": "www.nrc.nl",
                "summary": "‘Vuurwerk-YouTubers’ scoren met video’s vol harde knallen en opzwepende muziek. Vaak steken ze vuurwerk af dat in Nederland illegaal is, soms van de zwaarste categorie. Vooral tieners kijken ernaar – en rijden vol inspiratie naar vuurwerkwinkels in België."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 94,
        "title": "Na vele dode koeien, zieke omwonenden en rechtszaken tegen Chemours blijft West Virginia met PFAS-vervuiling zitten",
        "articles": [
            {
                "title": "Na vele dode koeien, zieke omwonenden en rechtszaken tegen Chemours blijft West Virginia met PFAS-vervuiling zitten",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/na-vele-dode-koeien-zieke-omwonenden-en-rechtszaken-tegen-chemours-blijft-west-virginia-met-pfas-vervuiling-zitten-a4915101",
                "feed": "www.nrc.nl",
                "summary": "De filmploegen en nieuwszenders zijn verdwenen uit Parkersburg. De stad geldt als ground zero van alle PFAS-vervuiling, bewoners werden er ziek en koeien stierven massaal. Maar de strijd tegen de PFAS-makers is nog niet gestreden."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 95,
        "title": "Oekraïense vrouwen in permanente spagaat tussen oorlog en vrede",
        "articles": [
            {
                "title": "Oekraïense vrouwen in permanente spagaat tussen oorlog en vrede",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/oekraiense-vrouwen-in-permanente-spagaat-tussen-oorlog-en-vrede-a4915880",
                "feed": "www.nrc.nl",
                "summary": "Achter de Oekraïense ramen op de foto-expositie in het Amsterdamse Vrij Paleis geen huiselijke taferelen zoals in Nederland, maar een blik op vrouwen wier leven ingrijpend veranderd is. „De oorlog heeft een mannengezicht, maar wordt gedreven door vrouwenkracht”, zegt curator Olena Kovalenko."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 96,
        "title": "Demissionair BBB-minister Gouke Moes niet vervolgd na aangifte door Harry Pettit",
        "articles": [
            {
                "title": "Demissionair BBB-minister Gouke Moes niet vervolgd na aangifte door Harry Pettit",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/demissionair-bbb-minister-gouke-moes-niet-vervolgd-na-aangifte-door-harry-pettit-a4915896",
                "feed": "www.nrc.nl",
                "summary": "De Hoge Raad ziet niet genoeg aanknopingspunten om de demissionaire minister te vervolgen. Die zei in oktober dat de Nijmeegse Radboud Universiteit aangifte moest doen tegen docent Harry Pettit, die op sociale media controversiële uitspraken plaatste over de oorlog in Gaza."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 97,
        "title": "Botte afperspraktijken door het Amerika van Trump",
        "articles": [
            {
                "title": "Botte afperspraktijken door het Amerika van Trump",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/botte-afperspraktijken-door-het-amerika-van-trump-a4915587",
                "feed": "www.nrc.nl",
                "summary": "Obama probeerde Europa bijeen te houden. Trump doet het omgekeerde. Helaas, want de belangen zijn veel groter dan destijds, schrijft Caroline de Gruyter"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 98,
        "title": "Oubollig geloof in machers",
        "articles": [
            {
                "title": "Oubollig geloof in machers",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/oubollig-geloof-in-machers-a4915860",
                "feed": "www.nrc.nl",
                "summary": "Compensatiedenken gaat uit van het misverstand dat je alles van waarde kunt vertalen in cijfers en dus afkopen, uitkopen, opkopen. Maar zo werkt het niet, schrijft Arjen van Veelen. De verkeerde mensen krijgen altijd te veel geld, en wie echt leed berokkend is, hééft niets aan geld."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 99,
        "title": "It's the most wonderful time of the year. Dit zijn de lekkerste, raarste en irritantste kerstliedjes van dit jaar",
        "articles": [
            {
                "title": "It's the most wonderful time of the year. Dit zijn de lekkerste, raarste en irritantste kerstliedjes van dit jaar",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/de-opleving-van-de-kerstsong-wat-zijn-de-lekkerste-raarste-en-irritantste-kerstliedjes-van-dit-jaar-a4915795",
                "feed": "www.nrc.nl",
                "summary": "Welke kerstklassiekers worden weer opnieuw geserveerd op een autotune-bedje van jingle bells? Hoe is het inhaken op die winterse nacht in Amsterdam? Kortom, wat is nieuw en écht leuk?"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 100,
        "title": "Wrede op aarde",
        "articles": [
            {
                "title": "Wrede op aarde",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/wrede-op-aarde-a4915888",
                "feed": "www.nrc.nl",
                "summary": "Gaat Poetins leger inderdaad historische gebieden bevrijden, vraagt columnist Youp van ‘t Hek zich af. En wat rekent Vladimir tot historische gebieden? „Als Zaandam daar ook onder valt omdat tsaar Peter er ooit een timmercursus heeft gevolgd, dan komt het wel erg dichtbij.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 102,
        "title": "2025 was het jaar van D66. Hoe kreeg Rob Jetten dat voor elkaar?",
        "articles": [
            {
                "title": "2025 was het jaar van D66. Hoe kreeg Rob Jetten dat voor elkaar?",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/de-evolutie-van-d66-hoe-de-partij-dit-jaar-de-grootste-kon-worden-a4915697",
                "feed": "www.nrc.nl",
                "summary": "Na 59 jaar werd D66 afgelopen verkiezingen voor het eerst de grootste partij. Rob Jetten maakte gebruik van ideologische lenigheid én klassiek machtsdenken, beide bevochten door zijn voorgangers."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 103,
        "title": "Door de extreem hoge ticketprijzen dreigt het WK voetbal 2026 een toernooi voor ‘de elite’ te worden",
        "articles": [
            {
                "title": "Door de extreem hoge ticketprijzen dreigt het WK voetbal 2026 een toernooi voor ‘de elite’ te worden",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/door-de-extreem-hoge-ticketprijzen-dreigt-het-wk-voetbal-2026-een-toernooi-voor-de-elite-te-worden-a4915624",
                "feed": "www.nrc.nl",
                "summary": "Wedstrijdkaartjes voor het WK komende zomer zijn fors verhoogd door de FIFA, wat gevolgen heeft voor de beleving van het toernooi. „Voor Jan Modaal is het niet meer haalbaar om te gaan.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 104,
        "title": "Wiersma zet versoepeling mestregels niet door na kritiek",
        "articles": [
            {
                "title": "Wiersma zet versoepeling mestregels niet door na kritiek",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/wiersma-zet-versoepeling-mestregels-niet-door-na-kritiek-a4915872",
                "feed": "www.nrc.nl",
                "summary": "Landbouwminister Femke Wiersma (BBB) schikt zich na weken van onenigheid met opponenten én partijgenoten naar de wil van de Kamer. Wiersma wilde boeren toestaan meer mest uit te rijden, maar trekt dit plan nu terug."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 105,
        "title": "Waarom ik me soms een ‘vrouwensportdrammer’ voelde",
        "articles": [
            {
                "title": "Waarom ik me soms een ‘vrouwensportdrammer’ voelde",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/waarom-ik-me-soms-een-vrouwensportdrammer-voelde-a4910766",
                "feed": "www.nrc.nl",
                "summary": "Twee jaar schreef Danielle Pinedo een rubriek over vrouwen en topsport. „Mannen kunnen zich gaan ergeren”, waarschuwde een collega. Dat viel mee. Vooral Gelijkmakers over trans- en intersekse sporters leverden boze reacties op."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 106,
        "title": "Kom maar door met die Wrapped-lijstjes, verstop je niet",
        "articles": [
            {
                "title": "Kom maar door met die Wrapped-lijstjes, verstop je niet",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/kom-maar-door-met-die-wrapped-lijstjes-verstop-je-niet-a4915508",
                "feed": "www.nrc.nl",
                "summary": "U schreef ons over muzikale eindejaarslijstjes, het opiniestuk van Alexander Rinnooy Kan en het gebruik van de meme-term ‘6-7’."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 107,
        "title": "Oproep oud-ministers aan formerende partijen: tweestatenoplossing Israël niet meer heilig",
        "articles": [
            {
                "title": "Oproep oud-ministers aan formerende partijen: tweestatenoplossing Israël niet meer heilig",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/oproep-oud-ministers-aan-formerende-partijen-tweestatenoplossing-israel-niet-meer-heilig-a4915832",
                "feed": "www.nrc.nl",
                "summary": "Een volgend kabinet moet nadenken over alternatieven voor de tweestatenoplossing, schrijft een groep van onder anderen oud-ministers aan informateur Letschert. „Met uitzondering van enkele krachteloze initiatieven in EU-verband, ondernam Nederland niets om te voorkomen dat de Palestijnse toekomst werd vernietigd.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 108,
        "title": "De grote eindejaarspuzzel van 2025",
        "articles": [
            {
                "title": "De grote eindejaarspuzzel van 2025",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/econogram-2025-a4915529",
                "feed": "www.nrc.nl",
                "summary": "China domineert de wereldmarkt voor zeldzame aardmetalen, nodig voor onze hightech spullen. Het Econogram dit jaar biedt een aanzet om de raffinage zelf onder te knie te krijgen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 109,
        "title": "Het Verenigd Koninkrijk is beroemd om zijn koortraditie, zeker rond Kerst. Hoe gaat het daarmee?",
        "articles": [
            {
                "title": "Het Verenigd Koninkrijk is beroemd om zijn koortraditie, zeker rond Kerst. Hoe gaat het daarmee?",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/engeland-is-beroemd-om-zijn-koortraditie-zeker-rond-kerst-hoe-gaat-het-daarmee-a4915835",
                "feed": "www.nrc.nl",
                "summary": "Kerst is de tijd van samenzang. In universiteitsstad Cambridge bloeit Britse koortraditie: daar vind je zo’n dertig kapellen en koren op één vierkante mijl. NRC bezocht The Choir of Clare College."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 110,
        "title": "Aidsfonds-directeur Mark Vermeulen: 'Hiv treft de mensen waarvan overheden denken: die hebben we liever niet'",
        "articles": [
            {
                "title": "Aidsfonds-directeur Mark Vermeulen: 'Hiv treft de mensen waarvan overheden denken: die hebben we liever niet'",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/aidsfonds-directeur-mark-vermeulen-hiv-treft-de-mensen-waarvan-overheden-denken-die-hebben-we-liever-niet-a4915847",
                "feed": "www.nrc.nl",
                "summary": "Mark Vermeulen leeft met hiv en ziet hoe het virus is verschoven van een medisch naar een mensenrechtenprobleem."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 111,
        "title": "‘Scrooge Live’ is aanzienlijk leuker dan de concurrentie",
        "articles": [
            {
                "title": "‘Scrooge Live’ is aanzienlijk leuker dan de concurrentie",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/scrooge-live-is-aanzienlijk-leuker-is-dan-de-concurrentie-a4915826",
                "feed": "www.nrc.nl",
                "summary": "De meligheid van het wonderlijke ‘Scrooge Live’ werkt veel beter dan andere Passion-achtige programma’s. Wel jammer dat Kluun op een gegeven moment kwam aanlopen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 112,
        "title": "<b>Een simpel menu, opschaalbare gerechten en een goede playlist: tien tips voor een feestelijk én stressvrij diner</b>",
        "articles": [
            {
                "title": "<b>Een simpel menu, opschaalbare gerechten en een goede playlist: tien tips voor een feestelijk én stressvrij diner</b>",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/een-simpel-menu-opschaalbare-gerechten-en-een-goede-playlist-tien-tips-voor-een-feestelijk-en-stressvrij-diner-a4915510",
                "feed": "www.nrc.nl",
                "summary": "Lekker eten delen met dierbaren behoort tot de grote geneugten van het leven. Maar hoe zorg je ervoor dat een diner thuis warm en ongedwongen aanvoelt, zonder dat je zelf bezwijkt van de stress? Drie experts geven tips."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 113,
        "title": "Bij AFAS is iedereen in dienst, behalve lunchpianist Jan Vayne",
        "articles": [
            {
                "title": "Bij AFAS is iedereen in dienst, behalve lunchpianist Jan Vayne",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/bij-afas-is-iedereen-in-dienst-behalve-lunchpianist-jan-vayne-a4915502",
                "feed": "www.nrc.nl",
                "summary": "Elke week luncht NRC mee bij een bedrijf. Deze week: AFAS Software. Werknemers hebben een vierdaagse werkweek en kunnen gebruik maken van de sportschool en een masseur. „Mensen noemen ons weleens de sekte van Leusden, misschien is dat jaloezie.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 114,
        "title": "‘Mensen hebben er wel een mening over, dat ik vijf dagen werk’",
        "articles": [
            {
                "title": "‘Mensen hebben er wel een mening over, dat ik vijf dagen werk’",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/mensen-hebben-er-wel-een-mening-over-dat-ik-vijf-dagen-werk-a4915484",
                "feed": "www.nrc.nl",
                "summary": "Jurist Sandra Vermeulen (33) en advocaat Lars van Amsterdam (36) werken allebei vijf dagen in de week. Ze zouden niet anders willen, maar het is soms wel even puzzelen met de zorg voor dochter Vesper van anderhalf. „Het allerliefst zou ik willen dat de week niet zeven, maar acht dagen had.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 115,
        "title": "Chinese techmiljardairs, hun Amerikaanse draagmoeders en tientallen baby’s",
        "articles": [
            {
                "title": "Chinese techmiljardairs, hun Amerikaanse draagmoeders en tientallen baby’s",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/chinese-techmiljardairs-hun-amerikaanse-draagmoeders-en-tientallen-babys-a4915782",
                "feed": "www.nrc.nl",
                "summary": "Toen redacteur Juurd Eijsvoogel las over Chinese miljardairs die dankzij draagmoeders in de VS grote aantallen baby’s krijgen, liet dat wonderbaarlijke nieuws hem niet los."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 116,
        "title": "Route via Russische tegoeden mislukt: EU gaat zelf 90 miljard aan Oekraïne lenen",
        "articles": [
            {
                "title": "Route via Russische tegoeden mislukt: EU gaat zelf 90 miljard aan Oekraïne lenen",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/eu-gaat-zelf-90-miljard-aan-oekraine-lenen-route-via-russische-tegoeden-mislukt-a4915784",
                "feed": "www.nrc.nl",
                "summary": "Maandenlange gesprekken over de inzet van Russisch geld om Oekraïne te helpen liepen op niets uit. Om 3 uur ’s nachts waren de Europese regeringsleiders eruit. Ze gaan Oekraïne steunen via de EU-begroting."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 117,
        "title": "Gymgesprek",
        "articles": [
            {
                "title": "Gymgesprek",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/gymgesprek-a4915792",
                "feed": "www.nrc.nl",
                "summary": "Gisterenmiddag was er kerstlunch bij mijn ouders, beiden achter in de tachtig en nog goed van geest. De kleinkinderen praten druk over hun sportschoolactiviteiten, oftewel de…"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 118,
        "title": "Tweede Kamer stemt in met aangepaste wet die illegaliteit strafbaar stelt",
        "articles": [
            {
                "title": "Tweede Kamer stemt in met aangepaste wet die illegaliteit strafbaar stelt",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/tweede-kamer-stemt-in-met-aangepaste-wet-die-illegaliteit-strafbaar-stelt-a4915780",
                "feed": "www.nrc.nl",
                "summary": "In de aangepaste wet blijft hulpverlening aan mensen zonder verblijfspapieren buiten schot."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 119,
        "title": "Moet je talentvolle kinderen al een specialistische opleiding geven? Nee, zeggen onderzoekers: toppers hebben vaak juist brede achtergrond",
        "articles": [
            {
                "title": "Moet je talentvolle kinderen al een specialistische opleiding geven? Nee, zeggen onderzoekers: toppers hebben vaak juist brede achtergrond",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/succesvolle-sporters-en-wetenschappers-waren-in-hun-jeugdjaren-nog-geen-specialisten-a4915522",
                "feed": "www.nrc.nl",
                "summary": "Heeft het zin om getalenteerde kinderen al een specialistische opleiding te geven? Nee, zeggen onderzoekers. Volwassen toppers hebben juist vaak een brede achtergrond en kwamen laat bovendrijven."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 120,
        "title": "Het bedrog van Oliver Sacks",
        "articles": [
            {
                "title": "Het bedrog van Oliver Sacks",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/het-bedrog-van-oliver-sacks-a4915759",
                "feed": "www.nrc.nl",
                "summary": "Hebben we in Nederland net de ontmaskering achter de rug van gezondheidsgoeroe Wim ‘Iceman’ Hof, of in Amerika volgt de postume sloop van de wereldberoemde neuroloog Oliver Sacks (1933-2015).  Talrijke goedgelovige wetenschappers worden meegesleurd in zijn val, schrijft Frits Abrahams."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 121,
        "title": "Dat Amerika's nieuwe veiligheidsstrategie beknopt is, betekent niet dat het minder serieus is, zegt deze oud-diplomaat",
        "articles": [
            {
                "title": "Dat Amerika's nieuwe veiligheidsstrategie beknopt is, betekent niet dat het minder serieus is, zegt deze oud-diplomaat",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/wat-gaat-europa-merken-van-trumps-veiligheidsstrategie-a4915637",
                "feed": "www.nrc.nl",
                "summary": "Terwijl Europa de nationale veiligheidsstrategie vanuit de VS verwerkt, is het de vraag welke ambtelijke tandraderen nu worden ingezet. Want wordt de Amerikaanse visie ook daadwerkelijk uitgevoerd?"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 122,
        "title": "De supergriep is voorlopig vals alarm",
        "articles": [
            {
                "title": "De supergriep is voorlopig vals alarm",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/de-superflu-is-voorlopig-een-hoax-a4915769",
                "feed": "www.nrc.nl",
                "summary": "Het aantal mensen stijgt dat in Nederland met griepverschijnselen bij de huisarts komt. Maar een superflu, waar in het Verenigd Koninkrijk soms over gesproken wordt? Daar is geen sprake van."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 123,
        "title": "De pijnlijke conclusie is dat Feyenoord niets is opgeschoten in tien maanden onder coach Robin van Persie",
        "articles": [
            {
                "title": "De pijnlijke conclusie is dat Feyenoord niets is opgeschoten in tien maanden onder coach Robin van Persie",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/de-pijnlijke-conclusie-is-dat-feyenoord-niets-is-opgeschoten-in-tien-maanden-onder-coach-robin-van-persie-a4915709",
                "feed": "www.nrc.nl",
                "summary": "Zijn achtergrond als clubicoon geeft coach Robin van Persie onmiskenbaar krediet in deze kritieke periode. Maar het wordt steeds duidelijker dat de Feyenoord-top een risico nam door zijn aanstelling begin dit jaar."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 124,
        "title": "Deense rechter moet toch zelf beslissen over mogelijk discriminerend gentrificatiebeleid, stelt het EU-Hof",
        "articles": [
            {
                "title": "Deense rechter moet toch zelf beslissen over mogelijk discriminerend gentrificatiebeleid, stelt het EU-Hof",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/deense-rechter-moet-toch-zelf-beslissen-over-mogelijk-discriminerend-gentrificatiebeleid-stelt-het-eu-hof-a4915747",
                "feed": "www.nrc.nl",
                "summary": "De Deense regering voerde in 2018 een zogeheten ‘gettopakket’ in. Met die maatregelen wil Denemarken de integratie in gebieden die zijn bestempeld als ‘gettowijk’, veelal met veel inwoners met een niet-westerse migratieachtergrond, afdwingen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 125,
        "title": "Dolle Mina Sia Hermanides: ‘Waarom zijn we eigenlijk gestopt met strijden?’",
        "articles": [
            {
                "title": "Dolle Mina Sia Hermanides: ‘Waarom zijn we eigenlijk gestopt met strijden?’",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/dolle-mina-sia-hermanides-waarom-zijn-we-eigenlijk-gestopt-met-strijden-a4914276",
                "feed": "www.nrc.nl",
                "summary": "Een feministische actiegroep uit de jaren zeventig herleeft in 2025. Scenarist en filmregisseur Sia Hermanides over de wederopstanding van de Dolle Mina’s. „We dreigen terug in de tijd te gaan. Felbevochten rechten staan op de tocht.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 126,
        "title": "Tijs van den Brink: ‘Kamerleden zeiden dat ze zich in Den Haag de losers van het land voelden’",
        "articles": [
            {
                "title": "Tijs van den Brink: ‘Kamerleden zeiden dat ze zich in Den Haag de losers van het land voelden’",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/tijs-van-den-brink-ik-probeer-de-stropdas-op-maandag-en-vrijdag-nog-te-vermijden-a4913892",
                "feed": "www.nrc.nl",
                "summary": "Ex-journalist Tijs van den Brink zit sinds ruim een maand voor het CDA in de Tweede Kamer. Het was een overstap waar hij al jaren over nadacht. „Valkuilen? Ik heb geen lijstje gemaakt.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 127,
        "title": "Rita Adel is Palestijns en Oekraïens: ‘Ik ben in beide werelden vriendschappen kwijtgeraakt’",
        "articles": [
            {
                "title": "Rita Adel is Palestijns en Oekraïens: ‘Ik ben in beide werelden vriendschappen kwijtgeraakt’",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/rita-adel-is-palestijns-en-oekraiens-ik-ben-in-beide-werelden-vriendschappen-kwijtgeraakt-a4914753",
                "feed": "www.nrc.nl",
                "summary": "Twee grote oorlogen domineerden dit jaar. De Palestijns-Oekraïense Rita Adel voelt zich nauw betrokken bij beide, maar merkt dat wederzijdse solidariteit onder Oekraïners en Palestijnen vaak ontbreekt. „In de Arabische wereld verliest Oekraïne de informatieoorlog.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 128,
        "title": "Cas Mudde: ‘Mensen worden opgesloten in detentiekampen. Daar ben ik panisch voor’",
        "articles": [
            {
                "title": "Cas Mudde: ‘Mensen worden opgesloten in detentiekampen. Daar ben ik panisch voor’",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/cas-mudde-mensen-worden-opgesloten-in-detentiekampen-daar-ben-ik-panisch-voor-a4913541",
                "feed": "www.nrc.nl",
                "summary": "Zijn hele leven schreef politicoloog Cas Mudde, die al zeventien jaar in de VS woont en werkt, over radicaal-rechts populisme. Maar nu dat om hem heen de realiteit is, is hij stilgevallen. Als Trump straks de midterms wint „zijn er in 2028 waarschijnlijk geen vrije en eerlijke presidentsverkiezingen meer”."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 129,
        "title": "Sifan Hassan: ‘Ik ben vooral blij dat mensen mij zien als een goed persoon’",
        "articles": [
            {
                "title": "Sifan Hassan: ‘Ik ben vooral blij dat mensen mij zien als een goed persoon’",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/sifan-hassan-ik-ben-vooral-blij-dat-mensen-mij-zien-als-een-goed-persoon-a4913266",
                "feed": "www.nrc.nl",
                "summary": "Sifan Hassan is uitgegroeid tot een wereldster en een inspiratiebron voor velen. In haar ‘rustjaar’ 2025 liep ze drie marathons, waarvan ze er een won. „Misschien ben ik soms nog een beetje lui.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 130,
        "title": "Van piepjong tot pensionado: tien bijzondere mensen blikken terug op hun 2025",
        "articles": [
            {
                "title": "Van piepjong tot pensionado: tien bijzondere mensen blikken terug op hun 2025",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/van-piepjong-tot-pensionado-tien-bijzondere-mensen-blikken-terug-op-hun-2025-a4912098",
                "feed": "www.nrc.nl",
                "summary": "Tien levens, één jaar. NRC vroeg een tiener, twintiger, dertiger et cetera om terug te blikken op hun jaar. Met onder anderen Sef (41), Philip Freriks (81) en Emma Kok (17)."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 131,
        "title": "Frits Spits: ‘Mijn moeder wilde ons niet met haar oorlogsverhaal belasten. Hopeloos naïef natuurlijk’",
        "articles": [
            {
                "title": "Frits Spits: ‘Mijn moeder wilde ons niet met haar oorlogsverhaal belasten. Hopeloos naïef natuurlijk’",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/frits-spits-mijn-moeder-wilde-ons-niet-met-haar-oorlogsverhaal-belasten-hopeloos-naief-natuurlijk-a4913724",
                "feed": "www.nrc.nl",
                "summary": "Met pijn in het hart stopt Frits Spits (77), die in de studio nog altijd verandert in een stuiterend jongetje, na 52 jaar met radiomaken. „Radio is een parallelle wereld waarin ik heel gelukkig kan zijn.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 132,
        "title": "Een beetje ‘Zentijd’ is welkom voor volgers van datingprogramma’s",
        "articles": [
            {
                "title": "Een beetje ‘Zentijd’ is welkom voor volgers van datingprogramma’s",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/een-beetje-zentijd-is-welkom-voor-volgers-van-datingprogrammas-a4915701",
                "feed": "www.nrc.nl",
                "summary": "Meerdere keren per dag gillen tegen een scherm is ook niet gezond. Dus keek onze tv-recensent naar het programma ‘Zentijd’. Met hernieuwde positiviteit keek ze daarna naar ‘Onderweg naar liefde’."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 133,
        "title": "Rapport-Wennink: verdwijnt het in een la of bepaalt het de toekomst?",
        "articles": [
            {
                "title": "Rapport-Wennink: verdwijnt het in een la of bepaalt het de toekomst?",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/rapport-wennink-verdwijnt-het-in-een-la-of-bepaalt-het-de-toekomst-a4915690",
                "feed": "www.nrc.nl",
                "summary": "Oud ASML-topman Peter Wennink presenteerde vrijdag een rapport met adviezen en praktische ideeën over hoe Nederland zelfstandiger en relevanter kan worden."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 134,
        "title": "Persoonlijk",
        "articles": [
            {
                "title": "Persoonlijk",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/persoonlijk-a4915671",
                "feed": "www.nrc.nl",
                "summary": "In een overvolle trein die over de Belgische grens sjeest, schrijft een jonge vrouw kerstkaarten. Onder de indruk van de epistels die ze schrijft voel ik een schuldgevoel over…"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 135,
        "title": "Topchoreograaf Hans van Manen was een geniaal enfant terrible van het ballet",
        "articles": [
            {
                "title": "Topchoreograaf Hans van Manen was een geniaal enfant terrible van het ballet",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/hans-van-manen-was-een-geniaal-enfant-terrible-van-het-ballet-a4915236",
                "feed": "www.nrc.nl",
                "summary": "Choreograaf Hans van Manen (93) is overleden. Hij was de grootste van zijn generatie. Emancipatie, erotiek, de strijd tussen de seksen toonde hij in zijn werken simpel en serieus."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 136,
        "title": "Nederland houdt een motor van de Russische oorlogseconomie draaiende: hoe de nikkelexport via Rotterdam Poetins oorlogskas vult",
        "articles": [
            {
                "title": "Nederland houdt een motor van de Russische oorlogseconomie draaiende: hoe de nikkelexport via Rotterdam Poetins oorlogskas vult",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/hoe-de-nikkelhandel-via-rotterdam-poetins-oorlogskas-vult-en-china-aan-kritieke-metalen-helpt-a4914939",
                "feed": "www.nrc.nl",
                "summary": "De export van nikkel helpt het Kremlin de oorlog tegen Oekraïne te financieren. Toch trof de EU nog geen sancties. Daardoor kan elke maand een schip met nikkel uit Moermansk aanmeren in de Waalhaven, die nu een draaischijf is geworden voor de nikkelhandel tussen Rusland en China."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 137,
        "title": "Dit was de mooiste klassieke muziek in 2025",
        "articles": [
            {
                "title": "Dit was de mooiste klassieke muziek in 2025",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/dit-was-de-mooiste-klassieke-muziek-in-2025-a4914410",
                "feed": "www.nrc.nl",
                "summary": "De eerste Nederlandse winnaar van de prestigieuze Koningin Elisabethwedstrijd was hét hoogtepunt. Het lang uitgestelde Mahlerfestival kende minder pieken dan gehoopt, en componist Michel van der Aa won in Cannes met een VR-opera. Dit is volgens NRC de beste klassieke muziek van 2025."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 138,
        "title": "Van ‘Adolescence’ en ‘The Pitt’ tot Eva Crutzen: dit zijn de vijftien beste series van 2025",
        "articles": [
            {
                "title": "Van ‘Adolescence’ en ‘The Pitt’ tot Eva Crutzen: dit zijn de vijftien beste series van 2025",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/dit-zijn-de-beste-vijftien-series-van-2025-a4914780",
                "feed": "www.nrc.nl",
                "summary": "Series als ‘Adolescence’ en ‘The Pitt’ maakten indruk met rauwe en menselijke verhalen. Ondertussen beleefde Eva Crutzen een topjaar. Dit zijn volgens NRC de 15 beste tv-series van het afgelopen jaar."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 139,
        "title": "De 10 meest memorabele televisiemomenten van 2025",
        "articles": [
            {
                "title": "De 10 meest memorabele televisiemomenten van 2025",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/de-10-meest-memorabele-televisiemomenten-van-2025-a4914891",
                "feed": "www.nrc.nl",
                "summary": "Dilan danste, Jan zei sorry, en de Afghaanse meiden zeiden doei – dit waren de gedenkwaardige tv-momenten van dit jaar."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 140,
        "title": "Warme natte lap",
        "articles": [
            {
                "title": "Warme natte lap",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/warme-natte-lap-a4915662",
                "feed": "www.nrc.nl",
                "summary": "Marcel van Roosmalen en demissionair minister David van Weel zaten samen in de schmink. “Het wordt weer winter, ik smeer er een crème op”, werd er tegen Van Weel  gezegd. De huid van de een heeft meer last van de seizoenen dan de ander. Ik hoefde geen klodder."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 141,
        "title": "Wij mensen zijn zwak. En daar kun je op drie manieren mee omgaan",
        "articles": [
            {
                "title": "Wij mensen zijn zwak. En daar kun je op drie manieren mee omgaan",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/wij-mensen-zijn-zwak-en-daar-kun-je-op-drie-manieren-mee-omgaan-a4915612",
                "feed": "www.nrc.nl",
                "summary": "Als ik af en toe een stukje teruglees, blijk ik vaak te schrijven over menselijke zwakte. Volkomen terecht, zeg ik op zo’n moment tegen mezelf."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 142,
        "title": "Trump neemt EU-techregels tóch op de korrel en betrekt Europese topbedrijven als Spotify en Siemens in de strijd",
        "articles": [
            {
                "title": "Trump neemt EU-techregels tóch op de korrel en betrekt Europese topbedrijven als Spotify en Siemens in de strijd",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/vs-bedreigen-europese-topbedrijven-van-siemens-tot-spotify-a4915647",
                "feed": "www.nrc.nl",
                "summary": "De Amerikaanse regering waarschuwt dat ze prominente Europese bedrijven zal straffen als de Europese Unie vasthoudt aan haar regulering van Amerikaanse technologiebedrijven."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 143,
        "title": "Duizend jaar strijd om Groenland",
        "articles": [
            {
                "title": "Duizend jaar strijd om Groenland",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/duizend-jaar-strijd-om-groenland-a4915655",
                "feed": "www.nrc.nl",
                "summary": "Groenland: een eiland van ijs, fjorden en walrussen, waar ooit nauwelijks mensen kwamen. Maar een kleine duizend jaar geleden veranderde dat."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 144,
        "title": "Nieuwe politiek is niet slim en handig, maar prudent",
        "articles": [
            {
                "title": "Nieuwe politiek is niet slim en handig, maar prudent",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/nieuwe-politiek-is-niet-slim-en-handig-maar-prudent-a4915501",
                "feed": "www.nrc.nl",
                "summary": "Het gaat te vaak over handige politici, zien Beatrice de Graaf en Rik Peels . Het zou moeten gaan over het goed – prudent – inzetten van de andere deugden: wat is in deze situatie rechtvaardig, moedig, en barmhartig."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 145,
        "title": "Mosasauriërs waren zeereptielen die ook in zoet water konden jagen",
        "articles": [
            {
                "title": "Mosasauriërs waren zeereptielen die ook in zoet water konden jagen",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/mosasauriers-waren-zeereptielen-die-ook-in-zoet-water-konden-jagen-a4915566",
                "feed": "www.nrc.nl",
                "summary": "De mosasaurus dankt zijn naam aan de plaats waar voor het eerst een fossiel ervan werd gevonden, Maastricht. De zeereptielen konden ook in zoet water uit de voeten, blijkt uit onderzoek op basis van tandglazuur."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 146,
        "title": "Op straat slaap je met één oog open",
        "articles": [
            {
                "title": "Op straat slaap je met één oog open",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/op-straat-slaap-je-met-een-oog-open-a4915500",
                "feed": "www.nrc.nl",
                "summary": "Zo’n 250 mensen in Rotterdam slapen ’s nachts buiten op straat. De Pauluskerk biedt hun overdag eten en warmte. Onder de 15 graden kunnen al onderkoelingsverschijnselen optreden, zeggen straatartsen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 147,
        "title": "Als een ouder, partner of kind overlijdt, zet dat iemands wereld op zijn kop. Hoe sta je een rouwende collega bij op de werkvloer?",
        "articles": [
            {
                "title": "Als een ouder, partner of kind overlijdt, zet dat iemands wereld op zijn kop. Hoe sta je een rouwende collega bij op de werkvloer?",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/hoe-help-je-een-collega-door-een-rouwperiode-a4912699",
                "feed": "www.nrc.nl",
                "summary": "Een naaste van een werknemer overlijdt. Deze collega heeft vervolgens moeite om zijn werk weer op te pakken. Maar voor rouwverwerking op de werkvloer bestaat geen vast recept."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 148,
        "title": "In tijden niet zo gelachen als bij het zien van ‘De Kerststal van Nederland’, het kerstbroertje van ‘The Passion’",
        "articles": [
            {
                "title": "In tijden niet zo gelachen als bij het zien van ‘De Kerststal van Nederland’, het kerstbroertje van ‘The Passion’",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/het-nieuwe-winterbroertje-van-the-passion-werkt-totaal-niet-a4915590",
                "feed": "www.nrc.nl",
                "summary": "‘De Kerststal van Nederland’ is een bijbelverhaal verteld in een openluchtshow met musicalacteurs en bekende Nederlandstalige liedjes. Het resultaat was vaak onbedoeld hilarisch."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 149,
        "title": "Tweede Kamer stemt in met gevoelige verruiming van Embryowet, zeer tegen de zin van SGP en ChristenUnie",
        "articles": [
            {
                "title": "Tweede Kamer stemt in met gevoelige verruiming van Embryowet, zeer tegen de zin van SGP en ChristenUnie",
                "link": "https://www.nrc.nl/nieuws/2025/12/16/tweede-kamer-stemt-in-met-gevoelige-verruiming-van-embryowet-a4915533",
                "feed": "www.nrc.nl",
                "summary": "Een meerderheid van de Tweede Kamer stemde dinsdagmiddag in met het verruimen van de Embryowet, zeer tegen de zin van de SGP en de ChristenUnie. Maar die partijen zijn straks wel nodig om plannen van een eventueel minderheidskabinet te steunen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 150,
        "title": "Waarom is Europa als enige verbaasd over de koers van Trump?",
        "articles": [
            {
                "title": "Waarom is Europa als enige verbaasd over de koers van Trump?",
                "link": "https://www.nrc.nl/nieuws/2025/12/16/waarom-is-europa-als-enige-verbaasd-over-de-koers-van-trump-a4915538",
                "feed": "www.nrc.nl",
                "summary": "In de nieuwe veiligheidsstrategie van Trump komt Europa er bekaaid vanaf en wordt Latijns-Amerika opnieuw tot de ‘achtertuin’ van de Verenigde Staten verklaard."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 151,
        "title": "Had onze zoon toch een extra jaar moeten kleuteren?",
        "articles": [
            {
                "title": "Had onze zoon toch een extra jaar moeten kleuteren?",
                "link": "https://www.nrc.nl/nieuws/2025/12/15/had-onze-zoon-toch-een-extra-jaar-moeten-kleuteren-a4915206",
                "feed": "www.nrc.nl",
                "summary": "Een moeder vraagt zich af: had ik mijn zoon, die in september 6 werd, niet een extra jaar moeten laten kleuteren in plaats van door laten stromen naar groep 3? Experts geven antwoord."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 152,
        "title": "Brandveiligheid is méér dan niet vergeten die ene kaars uit te blazen. Met de brandweer een controlerondje door het huis",
        "articles": [
            {
                "title": "Brandveiligheid is méér dan niet vergeten die ene kaars uit te blazen. Met de brandweer een controlerondje door het huis",
                "link": "https://www.nrc.nl/nieuws/2025/12/15/brandveiligheid-is-meer-dan-niet-vergeten-die-ene-kaars-uit-te-blazen-met-de-brandweer-een-controlerondje-door-het-huis-a4914952",
                "feed": "www.nrc.nl",
                "summary": "December – met kerstlampjes, kaarsen en warmtedekens – zit vol winterse kneuterigheid, maar ook met brandgevaar. Hoe bescherm je jezelf, je woning en je buren? De brandweer wijst op de gevaren in huis."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 153,
        "title": "‘ChatGPT gebruiken als therapeut? Ik zou het niet aanraden’",
        "articles": [
            {
                "title": "‘ChatGPT gebruiken als therapeut? Ik zou het niet aanraden’",
                "link": "https://www.nrc.nl/nieuws/2025/12/14/chatgpt-gebruiken-als-therapeut-ik-zou-het-niet-aanraden-a4913854",
                "feed": "www.nrc.nl",
                "summary": "Zorg­chatbots met voor­geprogrammeerde antwoorden zijn te saai om goed te kunnen helpen. Erkan Basar onderzocht hoe je AI wel verstandig kunt gebruiken."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 155,
        "title": "KNMI waarschuwt voor de risico’s van extremen in het huidige klimaat – zelfs saai weer kan ontwrichtend zijn",
        "articles": [
            {
                "title": "KNMI waarschuwt voor de risico’s van extremen in het huidige klimaat – zelfs saai weer kan ontwrichtend zijn",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/knmi-waarschuwt-voor-de-risicos-van-extremen-in-het-huidige-klimaat-zelfs-saai-weer-kan-ontwrichtend-zijn-a4915030",
                "feed": "www.nrc.nl",
                "summary": "Het klimaat is veranderd en dat vergroot de kans op hevige regenval, extreme hitte of een afgezwaaide orkaan. „Hoe gaan we reageren op die kans van 10 procent?”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 156,
        "title": "Foutloos? Nee. Maar de eigenheid van Hemel & Aarde maakt alles goed",
        "articles": [
            {
                "title": "Foutloos? Nee. Maar de eigenheid van Hemel & Aarde maakt alles goed",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/foutloos-nee-maar-de-eigenheid-van-hemel-amp-aarde-maakt-alles-goed-a4914257",
                "feed": "www.nrc.nl",
                "summary": "Het Utrechtse Hemel & Aarde vaart een originele koers met nieuwe ingrediënten en een goed vegetarisch menu. De kleine misstappen maakt de keuken meer dan goed met eigenzinnigheid."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 157,
        "title": "Archeoloog Aleksandr Boetjagin is zelf misschien wel het meest verbaasd dat hij nu in een Poolse cel zit",
        "articles": [
            {
                "title": "Archeoloog Aleksandr Boetjagin is zelf misschien wel het meest verbaasd dat hij nu in een Poolse cel zit",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/archeoloog-aleksandr-boetjagin-is-zelf-misschien-wel-het-meest-verbaasd-dat-hij-nu-in-een-poolse-cel-zit-a4915238",
                "feed": "www.nrc.nl",
                "summary": "De gerespecteerde archeoloog doet al vele jaren opgravingen op de Krim, maar nu dit Oekraïense gebied door Rusland bezet is, wordt dat als strafbaar feit gezien."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 158,
        "title": "De Kia EV3 en de EV4 zijn tóch geen dubbelgangers",
        "articles": [
            {
                "title": "De Kia EV3 en de EV4 zijn tóch geen dubbelgangers",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/de-kia-ev3-en-de-ev4-zijn-toch-geen-dubbelgangers-a4914757",
                "feed": "www.nrc.nl",
                "summary": "Net als de Kia EV3 een uitstekende auto, schrijft Bas van Putten , maar voor hetzelfde geld als een redelijk aangeklede EV4 heb je een drie keer sneller ladende en grotere Xpeng of een stijlvolle gebruikte BMW i4 met meer vermogen en een fijner rijgedrag."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 159,
        "title": "Iedereen tevreden houden tijdens het kerstdiner is lastig. Deze vijf recepten kunnen je helpen",
        "articles": [
            {
                "title": "Iedereen tevreden houden tijdens het kerstdiner is lastig. Deze vijf recepten kunnen je helpen",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/kerstdiner-voor-iedereen-van-vleeseter-tot-vegetarier-en-van-glutenmijder-tot-liflafjeshater-a4913439",
                "feed": "www.nrc.nl",
                "summary": "Hoe stel je iedereen aan tafel tevreden met een diner dat maakbaar, betaalbaar én feestelijk is? Janneke Vreugdenhil stelde een menu samen dat met zoveel mogelijk eetwensen rekening houdt."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 160,
        "title": "Rutger Bregman: ‘De eerste die een koude douche verdiende was ikzelf’",
        "articles": [
            {
                "title": "Rutger Bregman: ‘De eerste die een koude douche verdiende was ikzelf’",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/rutger-bregman-de-eerste-die-een-koude-douche-verdiende-was-ikzelf-a4914458",
                "feed": "www.nrc.nl",
                "summary": "Na Nederland wil Rutger Bregman nu in Amerika hoogopgeleide jonge mensen een „schop onder de kont geven”. Om hen te bewegen iets goeds met hun tijd te gaan doen, gaat hij langs bij topuniversiteiten. „We bouwen een heel ecosysteem van morele ambitie.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 161,
        "title": "‘Ik was echt niet zo’n moeder die zich helemaal opofferde voor het gezin’",
        "articles": [
            {
                "title": "‘Ik was echt niet zo’n moeder die zich helemaal opofferde voor het gezin’",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/ik-was-echt-niet-zon-moeder-die-zich-helemaal-opofferde-voor-het-gezin-a4914007",
                "feed": "www.nrc.nl",
                "summary": "Voor haar boek Moeders van toen sprak journalist Truska Bast acht vrouwen over moederschap in de jaren zestig en zeventig. Een van hen is haar eigen moeder. „Ik begrijp het goed, mam, dat je de geschiedenis herschrijft.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 162,
        "title": "Arjen van Strien test tijdens de lunch de viscositeit van z’n eigen hazelnootpasta",
        "articles": [
            {
                "title": "Arjen van Strien test tijdens de lunch de viscositeit van z’n eigen hazelnootpasta",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/arjen-van-strien-test-tijdens-de-lunch-de-viscositeit-van-zn-eigen-hazelnootpasta-a4914963",
                "feed": "www.nrc.nl",
                "summary": "Elke week luncht NRC mee bij een bedrijf. Deze week: The Flower Farm in Hilversum."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 163,
        "title": "‘Elke dinsdagavond hebben we <b>date night</b>, dan proberen we samen te zijn’",
        "articles": [
            {
                "title": "‘Elke dinsdagavond hebben we <b>date night</b>, dan proberen we samen te zijn’",
                "link": "https://www.nrc.nl/nieuws/2025/12/12/elke-dinsdagavond-hebben-we-date-night-dan-proberen-we-samen-te-zijn-a4914727",
                "feed": "www.nrc.nl",
                "summary": "Bernard en Laura van der Wees wonen in Berlijn, maar zijn ook regelmatig in Bernards geboorteland Nederland. Voor werk, maar ook om familie en vrienden te bezoeken. Door hun dynamische leven zien ze elkaar circa drie dagen per week. „We gunnen elkaar veel vrijheid in onze relatie.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 164,
        "title": "In de schaduw van de Amerikaanse troepenopbouw is Venezuela vooral bezig met overleven",
        "articles": [
            {
                "title": "In de schaduw van de Amerikaanse troepenopbouw is Venezuela vooral bezig met overleven",
                "link": "https://www.nrc.nl/nieuws/2025/12/10/in-de-schaduw-van-de-amerikaanse-troepenopbouw-is-venezuela-vooral-bezig-met-overleven-a4914490",
                "feed": "www.nrc.nl",
                "summary": "De uit Venezuela vertrokken fotograaf Alejandro Cegarra keerde de afgelopen weken terug naar zijn geboorteland, nu dat door Trump in het vizier wordt genomen. Hoewel vrijwel iedereen in het land de autoritaire president Maduro liever kwijt dan rijk is, zijn er ook zorgen over het Venezuela ná hem."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 165,
        "title": "Minder zitten, meer bewegen. Tja. Hoe dan?",
        "articles": [
            {
                "title": "Minder zitten, meer bewegen. Tja. Hoe dan?",
                "link": "https://www.nrc.nl/nieuws/2025/12/10/minder-zitten-meer-bewegen-tja-hoe-dan-a4914970",
                "feed": "www.nrc.nl",
                "summary": "Het is allang bekend: zitten is slecht voor je. Niet alleen voor je levensverwachting, schrijft Ben Tiggelaar, maar ook voor je werk. “Best gek: we zijn steeds meer zittend gaan werken achter een beeldscherm en tegelijk maakt dit ons steeds minder effectief.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 166,
        "title": "Elf dagen kennismaken met het leraarschap: ‘Ja, ik wil het onderwijs in, dat heb ik wel besloten’",
        "articles": [
            {
                "title": "Elf dagen kennismaken met het leraarschap: ‘Ja, ik wil het onderwijs in, dat heb ik wel besloten’",
                "link": "https://www.nrc.nl/nieuws/2025/12/09/elf-dagen-kennismaken-met-het-leraarschap-ja-ik-wil-het-onderwijs-in-dat-heb-ik-wel-besloten-a4914580",
                "feed": "www.nrc.nl",
                "summary": "Wie in Amsterdam vanuit een ander beroep overweegt om leraar te worden op een basisschool, kan het vak uitproberen tijdens een zogeheten crash course . Dat voorkomt latere uitval van zij-instromers. „Ik realiseerde me onvoldoende welke pedagogische vaardigheden je nodig hebt.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 167,
        "title": "Dit zijn de indrukwekkendste foto’s van deze week",
        "articles": [
            {
                "title": "Dit zijn de indrukwekkendste foto’s van deze week",
                "link": "https://www.nrc.nl/nieuws/2025/12/05/dit-zijn-de-indrukwekkendste-fotos-van-deze-week-29-a4914471",
                "feed": "www.nrc.nl",
                "summary": "De fotoredactie van NRC selecteert elke week de indrukwekkendste, mooiste en beste nieuwsfoto’s die binnenkomen op de redactie. In de week dat Suriname koning Willem-Alexander vergiffenis schonk voor de rol van zijn voorouders in de slavernij en kolonisatie, werd Zuidoost-Azië getroffen door extreem weer, droeg Hamas het lichaam van de op een na laatste gijzelaar over aan Israël en wonnen de Nederlandse handbalsters van Oostenrijk."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 168,
        "title": "Kerstfilms kijken is net als limbodansen: je legt de lat steeds lager. De hoogte- en dieptepunten van 2025",
        "articles": [
            {
                "title": "Kerstfilms kijken is net als limbodansen: je legt de lat steeds lager. De hoogte- en dieptepunten van 2025",
                "link": "https://www.nrc.nl/nieuws/2025/12/02/de-kerstfilms-van-2025-dit-zijn-de-hoogte-en-dieptepunten-a4914174",
                "feed": "www.nrc.nl",
                "summary": "Er zijn weer veel nieuwe kerstfilms gemaakt. Voor iedere niche hebben de streamingdiensten wel een romkom, plus minstens één actiecomedy en een kinderfilm met pratende dieren die Kerst redden. In de bioscoop gaat het er minder ‘feel good’ aan toe."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 169,
        "title": "Dit zijn de indrukwekkendste foto’s van deze week",
        "articles": [
            {
                "title": "Dit zijn de indrukwekkendste foto’s van deze week",
                "link": "https://www.nrc.nl/nieuws/2025/11/28/dit-zijn-de-indrukwekkendste-fotos-van-deze-week-28-a4913777",
                "feed": "www.nrc.nl",
                "summary": "De fotoredactie van NRC selecteert elke week de indrukwekkendste, mooiste en beste nieuwsfoto’s die binnenkomen op de redactie. In de week dat Suriname vijftig jaar onafhankelijkheid vierde, kostte een brand in de Wang Fuk Court-woontorens in Hongkong aan minstens 65 mensen het leven, won PSV van Liverpool en verleende de Amerikaanse president Donald Trump gratie aan de twee kalkoenen Gobble en Waddle."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 170,
        "title": "Dit zijn de indrukwekkendste foto’s van deze week",
        "articles": [
            {
                "title": "Dit zijn de indrukwekkendste foto’s van deze week",
                "link": "https://www.nrc.nl/nieuws/2025/11/22/dit-zijn-de-indrukwekkendste-fotos-van-deze-week-27-a4913159",
                "feed": "www.nrc.nl",
                "summary": "De fotoredactie van NRC selecteert elke week de indrukwekkendste, mooiste en beste nieuwsfoto’s die binnenkomen op de redactie. In de week dat minsten tien mensen om het leven kwamen bij een Russische aanval op de Oekraïense stad Balakliia, bracht de Saoedische kroonprins Mohammed bin Salman een bezoek aan het Witte Huis, was het 20 november een speciale dag voor kinderen over de hele wereld en werd in Athene de studentenopstand van 1973 herdacht."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 171,
        "title": "Ingetogen, scherp waargenomen, zonder nadrukkelijk effectbejag",
        "articles": [
            {
                "title": "Ingetogen, scherp waargenomen, zonder nadrukkelijk effectbejag",
                "link": "https://www.nrc.nl/nieuws/2025/11/16/portrettengalerij-als-een-mozaiek-van-levens-a4912681",
                "feed": "www.nrc.nl",
                "summary": "De Taylor Wessing Photo Portrait Prize 2025 toont 54 portretten die de breedte van het hedendaagse genre laten zien, met als winnaar Martina Holmberg. Samen vormen de foto’s een internationaal beeld van de mens van nu."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 172,
        "title": "Liefdesbrief aan mijn lichaam",
        "articles": [
            {
                "title": "Liefdesbrief aan mijn lichaam",
                "link": "https://www.nrc.nl/nieuws/2025/11/14/liefdesbrief-aan-mijn-lichaam-a4912265",
                "feed": "www.nrc.nl",
                "summary": "Nadat ze vier jaar geleden een hersenbloeding had gekregen, ging fotograaf Yael Weiser haar veranderde lichaam benaderen als een fotoproject. „Ik ben veel meer een waarnemer geworden.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 173,
        "title": "Dit zijn de indrukwekkendste foto’s van deze week",
        "articles": [
            {
                "title": "Dit zijn de indrukwekkendste foto’s van deze week",
                "link": "https://www.nrc.nl/nieuws/2025/11/07/dit-zijn-de-indrukwekkendste-fotos-van-deze-week-25-a4911923",
                "feed": "www.nrc.nl",
                "summary": "De fotoredactie van NRC selecteert elke week de indrukwekkendste, mooiste en beste nieuwsfoto’s die binnenkomen op de redactie. In de week dat in de Filippijnen meer dan honderd mensen om het leven kwamen door tyfoon Kalmaegi, stond de grootste supermaan van het jaar aan de hemel, reed in Gouda een vrachtwagen het water in en was het vier weken geleden dat het staakt-het-vuren in Gaza inging."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 174,
        "title": "Verkeersregelaars: niet te missen en onzichtbaar tegelijk",
        "articles": [
            {
                "title": "Verkeersregelaars: niet te missen en onzichtbaar tegelijk",
                "link": "https://www.nrc.nl/nieuws/2025/11/07/verkeersregelaars-niet-te-missen-en-onzichtbaar-tegelijk-a4910684",
                "feed": "www.nrc.nl",
                "summary": "Voor de meeste weggebruikers zijn verkeersregelaars anoniem als straatmeubilair. Fotograaf Perrine Philomeen licht hen uit in haar serie Ode aan de verkeersregelaar . „Ze creëren hun eigen leefwereld midden op straat.”"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 175,
        "title": "Militairen spelen de vijand: deze fotograaf dook jarenlang onder in de verkleedpartijen van het Amerikaanse leger",
        "articles": [
            {
                "title": "Militairen spelen de vijand: deze fotograaf dook jarenlang onder in de verkleedpartijen van het Amerikaanse leger",
                "link": "https://www.nrc.nl/nieuws/2025/10/31/blauwe-ogen-in-een-boerka-amerikaanse-militairen-spelen-de-vijand-van-gisteren-a4910973",
                "feed": "www.nrc.nl",
                "summary": "Fotograaf Claire Beckett dook jarenlang onder in de verkleedpartijen van het Amerikaanse leger."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 176,
        "title": "China kondigt forse heffingen aan voor Europese zuivel, FrieslandCampina krijgt hoogste tarief",
        "articles": [
            {
                "title": "China kondigt forse heffingen aan voor Europese zuivel, FrieslandCampina krijgt hoogste tarief",
                "link": "https://www.nrc.nl/nieuws/2025/10/26/economieblog-a4910786",
                "feed": "www.nrc.nl",
                "summary": "Het kweekvlees van Meatable, dat een methode ontwikkelde om met dierlijke cellen vlees te laten groeien in een laboratorium, is uiteindelijk nergens ter wereld op de markt gebracht."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 177,
        "title": "Naar een museum? NRC geeft tips",
        "articles": [
            {
                "title": "Naar een museum? NRC geeft tips",
                "link": "https://www.nrc.nl/index/slim-leven/naar-een-museum-dit-zijn-de-beste-exposities-die-je-nu-kunt-zien-a4873255",
                "feed": "www.nrc.nl",
                "summary": "Iedere maand openen er nieuwe exposities in de Nederlandse musea. Welke zijn de moeite waard? NRC selecteert tentoonstellingen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nrc.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 178,
        "title": "Antisemitisme dreigt Trumps Maga-coalitie te verscheuren, zo blijkt ook op jongerencongres",
        "articles": [
            {
                "title": "Antisemitisme dreigt Trumps Maga-coalitie te verscheuren, zo blijkt ook op jongerencongres",
                "link": "https://www.volkskrant.nl/buitenland/antisemitisme-dreigt-trumps-maga-coalitie-te-verscheuren-zo-blijkt-ook-op-jongerencongres~b068f054/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.volkskrant.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 179,
        "title": "Verontwaardiging in Israël: Netanyahu geeft zichzelf de leiding over onderzoek Hamas-aanval",
        "articles": [
            {
                "title": "Verontwaardiging in Israël: Netanyahu geeft zichzelf de leiding over onderzoek Hamas-aanval",
                "link": "https://www.volkskrant.nl/buitenland/verontwaardiging-in-israel-netanyahu-geeft-zichzelf-de-leiding-over-onderzoek-hamas-aanval~b8620633/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.volkskrant.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 180,
        "title": "Vereniging Eigen Huis waarschuwt voor NVM-makelaars vanwege om­streden verkoopmethode",
        "articles": [
            {
                "title": "Vereniging Eigen Huis waarschuwt voor NVM-makelaars vanwege om­streden verkoopmethode",
                "link": "https://www.volkskrant.nl/economie/vereniging-eigen-huis-waarschuwt-voor-nvm-makelaars-vanwege-omstreden-verkoopmethode~ba2c86d7/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.volkskrant.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 181,
        "title": "Het was een héél goed besluit om Peter Pannekoek opnieuw te vragen voor de oudejaarsconference",
        "articles": [
            {
                "title": "Het was een héél goed besluit om Peter Pannekoek opnieuw te vragen voor de oudejaarsconference",
                "link": "https://www.volkskrant.nl/theater/peter-pannekoek-laat-je-in-zijn-oudejaarsconference-hard-lachen-om-nieuwsgebeurtenissen-die-eigenlijk-om-te-huilen-zijn~b482258c/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.volkskrant.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 182,
        "title": "Als gastland van de Afrika Cup loopt Marokko warm voor het WK 2030: ‘We gaan winnen, let maar op’",
        "articles": [
            {
                "title": "Als gastland van de Afrika Cup loopt Marokko warm voor het WK 2030: ‘We gaan winnen, let maar op’",
                "link": "https://www.volkskrant.nl/sport/als-gastland-van-de-afrika-cup-loopt-marokko-vast-warm-voor-het-wk-2030-we-gaan-winnen-let-maar-op~b9011410/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.volkskrant.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 183,
        "title": "Waarom hangt aan vrijwel alles een prijskaartje, maar zou kunst geen geld hoeven kosten?",
        "articles": [
            {
                "title": "Waarom hangt aan vrijwel alles een prijskaartje, maar zou kunst geen geld hoeven kosten?",
                "link": "https://www.volkskrant.nl/columns-opinie/waarom-hangt-aan-praktisch-alles-een-prijskaartje-maar-zou-kunst-geen-geld-hoeven-kosten~b49b9b6b/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.volkskrant.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 184,
        "title": "Het einde van Sally Rooneys ‘Intermezzo’ was zo kitscherig dat ik de rest van het boek ook ineens oppervlakkig vond",
        "articles": [
            {
                "title": "Het einde van Sally Rooneys ‘Intermezzo’ was zo kitscherig dat ik de rest van het boek ook ineens oppervlakkig vond",
                "link": "https://www.volkskrant.nl/columns-van-de-dag/het-einde-van-intermezzo-was-zo-kitscherig-dat-ik-de-rest-van-het-boek-ook-ineens-oppervlakkig-vond~b1bbbc25/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.volkskrant.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 185,
        "title": "De hoeveelheid doods­verachting die dit jaar in het Wereld­kerstcircus te zien is, is ongekend",
        "articles": [
            {
                "title": "De hoeveelheid doods­verachting die dit jaar in het Wereld­kerstcircus te zien is, is ongekend",
                "link": "https://www.volkskrant.nl/cultuur-media/de-hoeveelheid-doodsverachting-die-dit-jaar-in-het-wereldkerstcircus-wordt-vertoond-is-ongekend~baa24701/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.volkskrant.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 186,
        "title": "3M betaalt ondernemers Westerschelde voor PFAS-schade",
        "articles": [
            {
                "title": "3M betaalt ondernemers Westerschelde voor PFAS-schade",
                "link": "https://www.nd.nl/varia/varia/1297509/3m-betaalt-ondernemers-westerschelde-voor-pfas-schade",
                "feed": "www.nd.nl",
                "summary": "Chemiebedrijf 3M gaat ondernemers rondom de Westerschelde betalen voor schade die zij vanwege de vervuilende stoffen PFAS in het water hebben geleden. Het ministerie van Infrastructuur en Waterstaat meldt dat aan de Tweede Kamer. Het ministerie maakte niet bekend hoeveel geld wordt uitgekeerd, noch welke ondernemers betaald krijgen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 187,
        "title": "Wat kunnen hulporganisaties in Afghanistan betekenen? ‘Hun aanwezigheid geeft mensen hoop’",
        "articles": [
            {
                "title": "Wat kunnen hulporganisaties in Afghanistan betekenen? ‘Hun aanwezigheid geeft mensen hoop’",
                "link": "https://www.nd.nl/nieuws/buitenland/1297495/wat-kunnen-hulporganisaties-in-afghanistan-betekenen-hun-aanw",
                "feed": "www.nd.nl",
                "summary": "Het kan een gevoel van machteloosheid oproepen: de stroom van nieuws over de benarde positie van vrouwen en meisjes in Afghanistan. Toch blijven verschillende hulporganisaties zich met hart en ziel voor het land inzetten. Wat kunnen zij betekenen?"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 188,
        "title": "In de oplopende spanningen tussen Japan en China is de panda het eerste slachtoffer",
        "articles": [
            {
                "title": "In de oplopende spanningen tussen Japan en China is de panda het eerste slachtoffer",
                "link": "https://www.nd.nl/nieuws/buitenland/1297508/in-de-oplopende-spanningen-tussen-japan-en-china-is-de-panda-",
                "feed": "www.nd.nl",
                "summary": "Panda's zijn wapens geworden in de diplomatieke strijd tussen Japan en China. De geliefde beren verruilen binnenkort hun Japanse dierentuin voor een Chinees pandafokcentrum, want de vriendschap tussen Tokio en Beijing is momenteel ver te zoeken."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 189,
        "title": "Kerstrally blijft uit op Damrak in verkorte beursweek",
        "articles": [
            {
                "title": "Kerstrally blijft uit op Damrak in verkorte beursweek",
                "link": "https://www.nd.nl/varia/varia/1297503/kerstrally-blijft-uit-op-damrak-in-verkorte-beursweek",
                "feed": "www.nd.nl",
                "summary": "Beleggers op het Damrak deden het maandag voorzichtig aan op de eerste dag van de verkorte handelsweek. Op eerste en tweede kerstdag is het Damrak dicht, net als de beurzen elders in Europa. Op woensdag, met kerstavond, wordt slechts een halve dag gehandeld op Beursplein 5. Dan sluit de handelsdag om 14.00 uur."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 190,
        "title": "Negentig minuten hoop voor Soedan in de vorm van een voetbalwedstrijd",
        "articles": [
            {
                "title": "Negentig minuten hoop voor Soedan in de vorm van een voetbalwedstrijd",
                "link": "https://www.nd.nl/opinie/opinie/1297494/negentig-minuten-hoop-voor-soedan-in-de-vorm-van-een-voetbalw",
                "feed": "www.nd.nl",
                "summary": "Dit weekend startte in Marokko de Africa Cup of Nations, het Afrikaans kampioenschap voor landenteams. Voor miljoenen voetbalfans is het een sportief hoogtepunt. Voor Soedan is het meer dan dat, volgens Geert de Jonge."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 191,
        "title": "Grondstoffenbedrijf FincoEnergies verkocht aan concern Glencore",
        "articles": [
            {
                "title": "Grondstoffenbedrijf FincoEnergies verkocht aan concern Glencore",
                "link": "https://www.nd.nl/varia/varia/1297499/grondstoffenbedrijf-fincoenergies-verkocht-aan-concern-glencore",
                "feed": "www.nd.nl",
                "summary": "Het Nederlandse brandstoffenbedrijf FincoEnergies komt in handen van het Zwitserse Glencore. De multinational op het gebied van grondstoffen en mijnbouw neemt FincoEnergies over van Coloured Finches, de investeringsmaatschappij die het bedrijf in 2013 oprichtte. Coloured Finches blijft wel betrokken bij de leverancier van onder meer biobrandstoffen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 192,
        "title": "Laatste leerlingen massagijzeling Nigeriaanse kostschool vrij",
        "articles": [
            {
                "title": "Laatste leerlingen massagijzeling Nigeriaanse kostschool vrij",
                "link": "https://www.nd.nl/varia/varia/1297496/laatste-leerlingen-massagijzeling-nigeriaanse-kostschool-vrij",
                "feed": "www.nd.nl",
                "summary": "De laatste leerlingen die werden gevangengenomen bij de massagijzeling bij een katholieke kostschool in Nigeria afgelopen maand, zijn vrijgelaten. Dat meldt de regering in dat land. Begin december werd al een honderdtal scholieren vrijgelaten. Nu gaat het om zo'n 130 leerlingen. In totaal werden 303 kinderen en twaalf personeelsleden gegijzeld. Vijftig van hen wisten kort na de ontvoering te ontsnappen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 193,
        "title": "Zwart-witdenken mag hard lijken, maar het biedt duidelijkheid over embryokweek",
        "articles": [
            {
                "title": "Zwart-witdenken mag hard lijken, maar het biedt duidelijkheid over embryokweek",
                "link": "https://www.nd.nl/opinie/opinie/1297492/zwart-witdenken-mag-hard-lijken-maar-het-biedt-duidelijkheid-",
                "feed": "www.nd.nl",
                "summary": "Dit zijn de ingezonden brieven van lezers van het Nederlands Dagblad."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 194,
        "title": "Jongeren gaan weer naar de kerk in het Verenigd Koninkrijk. ‘Het is ongelooflijk hoe de Heer ons zegent’",
        "articles": [
            {
                "title": "Jongeren gaan weer naar de kerk in het Verenigd Koninkrijk. ‘Het is ongelooflijk hoe de Heer ons zegent’",
                "link": "https://www.nd.nl/geloof/geloof/1297476/jongeren-gaan-weer-naar-de-kerk-in-het-verenigd-koninkrijk-he",
                "feed": "www.nd.nl",
                "summary": "In heel Groot-Brittannië keren jongeren in opvallende aantallen terug naar de kerk. Wat is er aan de hand? Wat drijft deze stille revival? En wat staat de kerk in Nederland te wachten? Voor De Nieuwe Koers ging Felix de Fijter op pad."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 195,
        "title": "Tien keer zo veel consumentenpost in december, toch daalt het aantal kaarten en brieven elk jaar",
        "articles": [
            {
                "title": "Tien keer zo veel consumentenpost in december, toch daalt het aantal kaarten en brieven elk jaar",
                "link": "https://www.nd.nl/nieuws/nederland/1297489/tien-keer-zo-veel-consumentenpost-in-december-toch-daalt-het-",
                "feed": "www.nd.nl",
                "summary": "PostNL verwacht tijdens de feestdagen miljoenen kerstkaarten te versturen. In december verwerkt het postbedrijf tien keer zo veel consumentenpost dan normaal."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 196,
        "title": "Er zijn dit jaar genoeg stenen door de lucht gevlogen. Ik hef het glas op het Glazen Huis",
        "articles": [
            {
                "title": "Er zijn dit jaar genoeg stenen door de lucht gevlogen. Ik hef het glas op het Glazen Huis",
                "link": "https://www.nd.nl/opinie/columns/1297485/er-zijn-dit-jaar-genoeg-stenen-door-de-lucht-gevlogen-ik-hef-",
                "feed": "www.nd.nl",
                "summary": "Het Glazen Huis staat dit jaar in Den Bosch. De 3FM-dj's Barend, Sophie en Mart laten zich er voor het goede doel zeven dagen opsluiten tot kerstavond."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 197,
        "title": "Een half miljard voor een Nederlandse AI-goudmijn. Toch snakt de Europese techsector naar geld",
        "articles": [
            {
                "title": "Een half miljard voor een Nederlandse AI-goudmijn. Toch snakt de Europese techsector naar geld",
                "link": "https://www.nd.nl/nieuws/nederland/1297478/een-half-miljard-voor-een-nederlandse-ai-goudmijn-toch-snakt-",
                "feed": "www.nd.nl",
                "summary": "Europese techbedrijven hebben goud in handen, maar geen geld om te groeien. Hun Amerikaanse concurrenten zwemmen wel in het geld. Toch is techexpert Julia Krauwer niet pessimistisch over de slagkracht van de sector in Europa: de EU-vijandige wind uit het Witte Huis 'is een geluk bij een ongeluk'."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 198,
        "title": "Rusland: onderhandelingen over Oekraïne verlopen moeizaam",
        "articles": [
            {
                "title": "Rusland: onderhandelingen over Oekraïne verlopen moeizaam",
                "link": "https://www.nd.nl/varia/varia/1297488/rusland-onderhandelingen-over-oekraine-verlopen-moeizaam",
                "feed": "www.nd.nl",
                "summary": "De Russische onderhandelingen met de Verenigde Staten over een staakt-het-vuren in Oekraïne verlopen moeizaam. Dat zegt de plaatsvervangend minister van Buitenlandse Zaken Sergej Rjabkov volgens staatspersbureau TASS."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 199,
        "title": "Wall Street begint hoger aan verkorte kerstweek",
        "articles": [
            {
                "title": "Wall Street begint hoger aan verkorte kerstweek",
                "link": "https://www.nd.nl/varia/varia/1297487/wall-street-begint-hoger-aan-verkorte-kerstweek",
                "feed": "www.nd.nl",
                "summary": "De aandelenbeurzen in New York zijn maandag met plussen begonnen. Beleggers op Wall Street hebben een verkorte handelsweek, want op woensdag sluit de Amerikaanse beurshandel eerder voor kerstavond en op eerste kerstdag blijven de deuren gesloten. Op tweede kerstdag wordt wel gehandeld in New York."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 200,
        "title": "Christelijke studentenverenigingen groeien in Leiden, ook door studenten die tot geloof komen",
        "articles": [
            {
                "title": "Christelijke studentenverenigingen groeien in Leiden, ook door studenten die tot geloof komen",
                "link": "https://www.nd.nl/geloof/protestant/1297283/christelijke-studentenverenigingen-groeien-in-leiden-ook-door",
                "feed": "www.nd.nl",
                "summary": "'Jezus leeft! kopt het Leidse universiteitsblad Mare op de voorpagina. De christelijke studentenverenigingen van Leiden zitten in de lift. Heeft dat te maken met de groeiende belangstelling van Gen-Z voor geloof? 'Als ik 's avonds thuiskom na bijbelstudie voel ik me heel erg gelukkig.'"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 201,
        "title": "Bernhard Reitsma: Uitingen van de Geest? Het zijn menselijke reacties die je ook in het stadion ziet",
        "articles": [
            {
                "title": "Bernhard Reitsma: Uitingen van de Geest? Het zijn menselijke reacties die je ook in het stadion ziet",
                "link": "https://www.nd.nl/opinie/opinie/1297479/bernhard-reitsma-uitingen-van-de-geest-het-zijn-menselijke-re",
                "feed": "www.nd.nl",
                "summary": "Brullen, lachen, vallen - zijn dat tekenen van de heilige Geest? In de discussie over charismatische uitingen blijft het gesprek vaak steken bij de vraag: is dit van God of niet? Maar we vergeten iets cruciaals, betoogt theoloog Bernhard Reitsma."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 202,
        "title": "Jongeren verliezen vaker ledematen door zeer zwaar vuurwerk, al voor de jaarwisseling",
        "articles": [
            {
                "title": "Jongeren verliezen vaker ledematen door zeer zwaar vuurwerk, al voor de jaarwisseling",
                "link": "https://www.nd.nl/nieuws/nederland/1297481/jongeren-verliezen-vaker-ledematen-door-zeer-zwaar-vuurwerk-a",
                "feed": "www.nd.nl",
                "summary": "Het aantal jongeren dat door zwaar vuurwerk ledematen verliest, is fors gestegen. Tot maandag hebben twaalf kinderen vingers, een hand of een arm verloren. De slachtoffers worden ook steeds jonger."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 203,
        "title": "Koperprijs naar nieuw record van bijna 12.000 dollar per ton",
        "articles": [
            {
                "title": "Koperprijs naar nieuw record van bijna 12.000 dollar per ton",
                "link": "https://www.nd.nl/varia/varia/1297484/koperprijs-naar-nieuw-record-van-bijna-12-000-dollar-per-ton",
                "feed": "www.nd.nl",
                "summary": "De prijs van koper nadert de 12.000 dollar per ton, een nieuw recordniveau. De koperprijs is dit jaar bezig met een grote opmars, mede door zorgen over een krap aanbod en de verwachting van een verder stijgende vraag naar het industriële metaal dat onder meer belangrijk is voor de energietransitie, maar ook voor AI-datacenters."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 204,
        "title": "Een toeslag van minstens 2 euro per pakketje? De Raad van State maant het kabinet niet te overhaasten",
        "articles": [
            {
                "title": "Een toeslag van minstens 2 euro per pakketje? De Raad van State maant het kabinet niet te overhaasten",
                "link": "https://www.nd.nl/nieuws/politiek/1297477/een-toeslag-van-minstens-2-euro-per-pakketje-de-raad-van-stat",
                "feed": "www.nd.nl",
                "summary": "De Raad van State waarschuwt het kabinet om niet halsoverkop een nationale douaneheffing van minstens 2 euro in te voeren op pakketjes van buiten de EU. De Raad ziet juridische risico's die kunnen leiden tot forse financiële claims."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 205,
        "title": "Oliver Sacks’ beroemde patiëntverhalen gingen vaak over hemzelf",
        "articles": [
            {
                "title": "Oliver Sacks’ beroemde patiëntverhalen gingen vaak over hemzelf",
                "link": "https://www.nd.nl/cultuur/wetenschap/1297475/oliver-sacks-beroemde-patientverhalen-gingen-vaak-over-hemzelf",
                "feed": "www.nd.nl",
                "summary": "De wereldberoemde neuroloog Oliver Sacks (1933-2015) paste de verhalen aan van patiënten die hij in zijn bestsellers beschreef, blijkt uit zijn dagboeken. Hij gaf ze veel van zijn eigen persoonlijkheid en problemen mee. 'Ik beschrijf symbolische versies van mijzelf.'"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 206,
        "title": "Tussen relatietherapeuten Cris en Michelle van Dusseldorp knalt het regelmatig. ‘Ik houd van ruziemaken’",
        "articles": [
            {
                "title": "Tussen relatietherapeuten Cris en Michelle van Dusseldorp knalt het regelmatig. ‘Ik houd van ruziemaken’",
                "link": "https://www.nd.nl/leven/leven/1297459/tussen-relatietherapeuten-cris-en-michelle-van-dusseldorp-kna",
                "feed": "www.nd.nl",
                "summary": "Generatie Z mist veel sociale basisvaardigheden, waardoor relaties snel onder spanning staan, waarschuwen relatietherapeuten Cris en Michelle van Dusseldorp. Zelf smijten ze na 35 jaar huwelijk nog steeds met deuren - en dat is volgens hen juist gezond."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 208,
        "title": "Iedereen in het kerstverhaal laat zich storen. Een les voor resultaatgerichte bestuurders",
        "articles": [
            {
                "title": "Iedereen in het kerstverhaal laat zich storen. Een les voor resultaatgerichte bestuurders",
                "link": "https://www.nd.nl/opinie/columns/1297468/iedereen-in-het-kerstverhaal-laat-zich-storen-een-les-voor-re",
                "feed": "www.nd.nl",
                "summary": "Als de werkdruk een beetje toeneemt en ik een deadline heb voor een schrijfsel, ga ik mij afsluiten. Soms letterlijk op de zolderkamer, maar vooral mentaal."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 209,
        "title": "Russische generaal Fanil Sarvarov gedood bij bomaanslag bij zijn huis in Moskou",
        "articles": [
            {
                "title": "Russische generaal Fanil Sarvarov gedood bij bomaanslag bij zijn huis in Moskou",
                "link": "https://www.nd.nl/nieuws/buitenland/1297469/russische-generaal-fanil-sarvarov-gedood-bij-bomaanslag-bij-z",
                "feed": "www.nd.nl",
                "summary": "Een Russische generaal is maandag gedood bij een bomaanslag in Moskou. Fanil Sarvarov stond aan het hoofd van de afdeling Operationele Training van de Russische strijdkrachten. Rusland vermoedt dat Oekraïne achter de aanslag zit."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 210,
        "title": "Vermoedelijke schutter driedubbele moord Oosterhout zwijgt",
        "articles": [
            {
                "title": "Vermoedelijke schutter driedubbele moord Oosterhout zwijgt",
                "link": "https://www.nd.nl/varia/varia/1297470/vermoedelijke-schutter-driedubbele-moord-oosterhout-zwijgt",
                "feed": "www.nd.nl",
                "summary": "De 24-jarige Sman O., een van de hoofdverdachten van de driedubbele moord in het Brabantse Oosterhout, weigert vooralsnog een verklaring af te leggen. Dat bleek maandag tijdens de tweede inleidende zitting in de geruchtmakende zaak. O. is vermoedelijk de schutter geweest. Op 28 maart zou hij op klaarlichte dag twee mannen van 32 en een van 25 hebben doodgeschoten."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 211,
        "title": "Voelt de predikant de druk van te veel verwachtingen? Er zijn zeker twee knoppen om aan te draaien",
        "articles": [
            {
                "title": "Voelt de predikant de druk van te veel verwachtingen? Er zijn zeker twee knoppen om aan te draaien",
                "link": "https://www.nd.nl/opinie/opinie/1297461/voelt-de-predikant-de-druk-van-te-veel-verwachtingen-er-zijn-",
                "feed": "www.nd.nl",
                "summary": "Veel predikanten dolen rond in een woud van verwachtingen en hebben binnen hun plaatselijke kerk te weinig duidelijkheid om een uitweg te vinden. Tijd voor rolvastheid in relatie met de gemeente, stellen Christien de Ruyter en Ruurd Kooistra, beiden actief als adviseur op dit gebied."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 212,
        "title": "RvS adviseert wet met enkelband als hoofdstraf bij te schaven",
        "articles": [
            {
                "title": "RvS adviseert wet met enkelband als hoofdstraf bij te schaven",
                "link": "https://www.nd.nl/varia/varia/1297467/rvs-adviseert-wet-met-enkelband-als-hoofdstraf-bij-te-schaven",
                "feed": "www.nd.nl",
                "summary": "Voordat een enkelband als hoofdstraf opgelegd kan worden, moet het wetsvoorstel hierover nog op verschillende punten worden bijgesteld. De Raad van State (RvS) ziet in het voorstel een rechtvaardige en effectieve vorm van bestraffing, maar wijst onder meer op risico's voor de privacy."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 213,
        "title": "Duitsland telde dit jaar meer dan duizend verdachte dronevluchten",
        "articles": [
            {
                "title": "Duitsland telde dit jaar meer dan duizend verdachte dronevluchten",
                "link": "https://www.nd.nl/varia/varia/1297464/duitsland-telde-dit-jaar-meer-dan-duizend-verdachte-dronevluchten",
                "feed": "www.nd.nl",
                "summary": "In Duitsland zijn dit jaar meer dan duizend verdachte dronevluchten geregistreerd, meldt het Openbaar Ministerie. Volgens hoofdaanklager Holger Münch zijn die toestellen vooral gespot bij vliegvelden en militaire faciliteiten, maar ook bij andere belangrijke infrastructuurpunten, zoals havens."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 214,
        "title": "Andréa en Pim wonen boven de vroegere winkel van zijn ouders. ‘Ik zou hier graag oud worden’",
        "articles": [
            {
                "title": "Andréa en Pim wonen boven de vroegere winkel van zijn ouders. ‘Ik zou hier graag oud worden’",
                "link": "https://www.nd.nl/leven/leven/1297455/andrea-en-pim-wonen-boven-de-vroegere-winkel-van-zijn-ouders-",
                "feed": "www.nd.nl",
                "summary": "Pim (59, gebouwbeheerder) en Andréa (53, huishoudelijke hulp) van den Hout hebben een verrassende bovenwoning, met veel licht. Ze genieten enorm van het uitzicht, maar ook van het resultaat van hun talloze verbouwprojecten."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 215,
        "title": "Theologische Universiteit Apeldoorn wil beide delen CGK plek bieden. ‘Ook als dat wat offers vergt’",
        "articles": [
            {
                "title": "Theologische Universiteit Apeldoorn wil beide delen CGK plek bieden. ‘Ook als dat wat offers vergt’",
                "link": "https://www.nd.nl/geloof/protestant/1297129/theologische-universiteit-apeldoorn-wil-beide-delen-cgk-plek-",
                "feed": "www.nd.nl",
                "summary": "De Theologische Universiteit Apeldoorn is niet van plan zich uit elkaar te laten spelen door de scheuring in de Christelijke Gereformeerde Kerken. Integendeel: rector Maarten Kater hoopt dat zijn universiteit kan verbinden in tijden van kerkelijke verdeeldheid. 'Als je samen een hoger doel hebt, kost dat wat.'"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 216,
        "title": "Lotte had steun aan haar geloof toen het niet lekker ging op school. ‘Ik stond er niet alleen voor’",
        "articles": [
            {
                "title": "Lotte had steun aan haar geloof toen het niet lekker ging op school. ‘Ik stond er niet alleen voor’",
                "link": "https://www.nd.nl/leven/leven/1297247/lotte-had-steun-aan-haar-geloof-toen-het-niet-lekker-ging-op-",
                "feed": "www.nd.nl",
                "summary": "Lotte Klok (14) is net van school gewisseld, maar het voelt alsof ze al jaren op haar nieuwe school zit. 'De grootste verandering is dat ik een rokje moet dragen. Die droeg ik eerder nooit! Ik vind het prima.'"
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 217,
        "title": "Eis: 1,5 jaar celstraf voor Nederlandse chef Nick Bril na ongeluk",
        "articles": [
            {
                "title": "Eis: 1,5 jaar celstraf voor Nederlandse chef Nick Bril na ongeluk",
                "link": "https://www.nd.nl/varia/varia/1297452/eis-1-5-jaar-celstraf-voor-nederlandse-chef-nick-bril-na-ongeluk",
                "feed": "www.nd.nl",
                "summary": "Het Openbaar Ministerie in België eist 1,5 jaar cel, 4400 euro boete en drie maanden rijverbod voor de Nederlandse sterrenchef Nick Bril. De rechtszaak begon maandag in Antwerpen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 218,
        "title": "Thailand: bestand met Cambodja werd overhaast voor Trump",
        "articles": [
            {
                "title": "Thailand: bestand met Cambodja werd overhaast voor Trump",
                "link": "https://www.nd.nl/varia/varia/1297450/thailand-bestand-met-cambodja-werd-overhaast-voor-trump",
                "feed": "www.nd.nl",
                "summary": "Het staakt-het-vuren tussen Thailand en Cambodja uit oktober werd door de Verenigde Staten overhaast afgedwongen om op tijd gereed te zijn voor een ondertekeningsceremonie met de Amerikaanse president Donald Trump. Dat zegt de Thaise minister van Buitenlandse Zaken Sihasak Phuangketkeow. Volgens hem wilden de Amerikanen dat de overeenkomst klaar zou zijn voordat Trump eind oktober naar Maleisië zou komen voor een top van de ASEAN. Een maand later werd het bestand alweer geschonden."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 219,
        "title": "Nick Bril in rechtbank Antwerpen voor rechtszaak ongeval The Jane",
        "articles": [
            {
                "title": "Nick Bril in rechtbank Antwerpen voor rechtszaak ongeval The Jane",
                "link": "https://www.nd.nl/varia/varia/1297449/nick-bril-in-rechtbank-antwerpen-voor-rechtszaak-ongeval-the-jane",
                "feed": "www.nd.nl",
                "summary": "De Nederlandse sterrenchef Nick Bril (41) en zijn advocaat zijn maandagochtend bij de rechtbank in Antwerpen aangekomen voor de behandeling van het zware ongeluk bij restaurant The Jane in januari 2024."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 220,
        "title": "AEX-index begint licht hoger aan verkorte handelsweek voor kerst",
        "articles": [
            {
                "title": "AEX-index begint licht hoger aan verkorte handelsweek voor kerst",
                "link": "https://www.nd.nl/varia/varia/1297448/aex-index-begint-licht-hoger-aan-verkorte-handelsweek-voor-kerst",
                "feed": "www.nd.nl",
                "summary": "De AEX-index op de Amsterdamse aandelenbeurs is maandag met kleine winst begonnen aan een verkorte handelsweek. Op eerste en tweede kerstdag is het Damrak dicht, net als de beurzen elders in Europa. Op woensdag, met kerstavond, wordt slechts een halve dag gehandeld op Beursplein 5. Dan sluit de handelsdag om 14.00 uur."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 221,
        "title": "Verdachte aanslag Bondi Beach van ziekenhuis naar gevangenis",
        "articles": [
            {
                "title": "Verdachte aanslag Bondi Beach van ziekenhuis naar gevangenis",
                "link": "https://www.nd.nl/varia/varia/1297447/verdachte-aanslag-bondi-beach-van-ziekenhuis-naar-gevangenis",
                "feed": "www.nd.nl",
                "summary": "De 24-jarige man die werd opgepakt bij de terroristische aanslag in Bondi Beach is overgebracht van het ziekenhuis naar de gevangenis, meldt de politie. Hij zit nu vast in een inrichting in het oosten van Sydney, waar hij onder strenge bewaking op een medische afdeling komt te liggen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 222,
        "title": "Milieuorganisatie doet aangifte tegen energieproducent RWE om gebruik biomassa met ‘schimmige’ herkomst",
        "articles": [
            {
                "title": "Milieuorganisatie doet aangifte tegen energieproducent RWE om gebruik biomassa met ‘schimmige’ herkomst",
                "link": "https://www.nd.nl/nieuws/economie/1297444/milieuorganisatie-doet-aangifte-tegen-energieproducent-rwe-om",
                "feed": "www.nd.nl",
                "summary": "Milieuorganisatie Comité Schone Lucht (CSL) doet aangifte tegen energiebedrijf RWE. Het bedrijf zou in zijn centrales houtpellets stoken die niet duurzaam zijn, en daardoor ten onrechte miljoenen aan subsidies ontvangen."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 223,
        "title": "Japans regioparlement akkoord met herstart grootste kerncentrale",
        "articles": [
            {
                "title": "Japans regioparlement akkoord met herstart grootste kerncentrale",
                "link": "https://www.nd.nl/varia/varia/1297443/japans-regioparlement-akkoord-met-herstart-grootste-kerncentrale",
                "feed": "www.nd.nl",
                "summary": "Een Japans regionaal parlement heeft ingestemd met de herstart van de kerncentrale Kashiwazaki-Kariwa, de grootste nucleaire energiecentrale ter wereld. Die werd uit voorzorg gesloten na de kernramp in Fukushima in 2011, maar nu wil Japan juist weer meer gebruik gaan maken van nucleaire energie."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    },
    {
        "cluster_id": 224,
        "title": "Kweekvleesmaker Meatable houdt na geldproblemen op te bestaan",
        "articles": [
            {
                "title": "Kweekvleesmaker Meatable houdt na geldproblemen op te bestaan",
                "link": "https://www.nd.nl/varia/varia/1297441/kweekvleesmaker-meatable-houdt-na-geldproblemen-op-te-bestaan",
                "feed": "www.nd.nl",
                "summary": "Kweekvleesmaker Meatable wordt opgeheven. Volgens de Britse investeerder Agronomics, die miljoenen stak in de onderneming, heeft Meatable dit jaar te maken gehad met verschillende voorziene en onvoorziene risico's en onzekerheden. Daarbij was Meatable niet in staat voldoende financiering te verkrijgen van bestaande aandeelhouders en nieuwe investeerders."
            }
        ],
        "num_articles": 1,
        "feeds": [
            "www.nd.nl"
        ],
        "num_feeds": 1
    }
]