[
    {
        "cluster_id": 3,
        "title": "Wiersma klem in mestkwestie: Kamer dwingt ‘pas op de plaats’ af",
        "articles": [
            {
                "title": "Wiersma klem in mestkwestie: Kamer dwingt ‘pas op de plaats’ af",
                "link": "https://www.ad.nl/politiek/wiersma-klem-in-mestkwestie-kamer-dwingt-pas-op-de-plaats-af~a33dfdca/",
                "feed": "www.ad.nl",
                "summary": "Landbouwminister Femke Wiersma (BBB) stevent op een politieke muur af in de kabinetsruzie over mest. Een Kamermeerderheid dwingt Wiersma om haar plan voorlopig in de ijskast te zetten. In BBB-kringen valt te horen dat in het uiterste geval de oude mestregels maar moeten doorlopen."
            },
            {
                "title": "Dit is het geheime wapen van informateur Letschert",
                "link": "https://www.ad.nl/politiek/dit-is-het-geheime-wapen-van-informateur-letschert~a19276de/",
                "feed": "www.ad.nl",
                "summary": "D66, VVD en CDA gaan 51 dagen om tafel om tot een regeerakkoord te komen. JA21 zit even aan de zijlijn, net als GroenLinks-PvdA. Stevent het dus af op een minderheidskabinet, of lukt het de partijen om toch nog een volwaardige coalitie te maken?"
            },
            {
                "title": "Milieuorganisatie doet aangifte tegen energieproducent RWE om gebruik biomassa met ‘schimmige’ herkomst",
                "link": "https://www.nd.nl/nieuws/economie/1297444/milieuorganisatie-doet-aangifte-tegen-energieproducent-rwe-om",
                "feed": "www.nd.nl",
                "summary": "Milieuorganisatie Comité Schone Lucht (CSL) doet aangifte tegen energiebedrijf RWE. Het bedrijf zou in zijn centrales houtpellets stoken die niet duurzaam zijn, en daardoor ten onrechte miljoenen aan subsidies ontvangen."
            },
            {
                "title": "3M betaalt ondernemers Westerschelde voor PFAS-schade",
                "link": "https://www.nd.nl/varia/varia/1297509/3m-betaalt-ondernemers-westerschelde-voor-pfas-schade",
                "feed": "www.nd.nl",
                "summary": "Chemiebedrijf 3M gaat ondernemers rondom de Westerschelde betalen voor schade die zij vanwege de vervuilende stoffen PFAS in het water hebben geleden. Het ministerie van Infrastructuur en Waterstaat meldt dat aan de Tweede Kamer. Het ministerie maakte niet bekend hoeveel geld wordt uitgekeerd, noch welke ondernemers betaald krijgen."
            },
            {
                "title": "Europese Commissie vindt zuivelheffingen China onrechtvaardig",
                "link": "https://www.nd.nl/varia/varia/1297473/europese-commissie-vindt-zuivelheffingen-china-onrechtvaardig",
                "feed": "www.nd.nl",
                "summary": "De voorlopige importheffingen die China oplegt op bepaalde zuivelproducten uit de Europese Unie zijn volgens een woordvoerder van de Europese Commissie 'onrechtvaardig en onnodig'. De heffingen tussen de 21,9 en 42,7 procent gaan dinsdag in."
            },
            {
                "title": "Informateur Letschert kijkt terug op ‘goede week’, Jetten wil na jaarwisseling met andere partijen praten",
                "link": "https://www.ad.nl/politiek/informateur-letschert-kijkt-terug-op-goede-week-jetten-wil-na-jaarwisseling-met-andere-partijen-praten~a77f23a6/",
                "feed": "www.ad.nl",
                "summary": "Informateur Rianne Letschert kan nog niets zeggen over of deze formatiefase een minderheids- of meerderheidskabinet zal opleveren. De partijen praten nog tot dinsdag 23 december verder, dan moeten volgens Letschert nagenoeg alle thema’s al een keer op de formatietafel hebben gelegen. Volg alles over de kabinetsformatie in dit liveblog."
            },
            {
                "title": "China legt voorlopige heffingen op bepaalde zuivelproducten EU op",
                "link": "https://www.nd.nl/varia/varia/1297453/china-legt-voorlopige-heffingen-op-bepaalde-zuivelproducten-eu-op",
                "feed": "www.nd.nl",
                "summary": "China legt voorlopige importheffingen op bepaalde zuivelproducten uit de Europese Unie op. De heffingen lopen uiteen van 21,9 tot 42,7 procent en gaan dinsdag in, aldus het Chinese ministerie van Handel. De voorlopige heffingen gaan ook gelden voor FrieslandCampina."
            },
            {
                "title": "Raad van State zeer kritisch over vervangen norm stikstofneerslag",
                "link": "https://www.nd.nl/varia/varia/1297454/raad-van-state-zeer-kritisch-over-vervangen-norm-stikstofneerslag",
                "feed": "www.nd.nl",
                "summary": "De Raad van State is zeer kritisch over een voorstel van demissionair landbouwminister Femke Wiersma (BBB) om de huidige norm voor stikstofneerslag in kwetsbare natuurgebieden te vervangen door een wettelijk doel om de uitstoot te verminderen. Het natuurherstel waartoe Nederland verplicht is, kan daardoor in gevaar komen, waarschuwt de belangrijkste adviseur van het kabinet op het gebied van wetgeving in een advies."
            },
            {
                "title": "De Raad van State is uiterst kritisch op de nieuwe stikstofwet",
                "link": "https://www.nrc.nl/nieuws/2025/12/22/de-raad-van-state-is-uiterst-kritisch-op-de-nieuwe-stikstofwet-a4916017",
                "feed": "www.nrc.nl",
                "summary": "Een nieuwe stikstofwet van demissionair minister Wiersma (BBB) kent te weinig concrete en gewaarborgde doelen om de stikstofemissie terug te brengen, oordeelt de Raad van State."
            },
            {
                "title": "Formatie gaat maandag verder: meerderheidskabinet verdwijnt steeds verder uit beeld",
                "link": "https://www.ad.nl/politiek/formatie-gaat-maandag-verder-meerderheidskabinet-verdwijnt-steeds-verder-uit-beeld~a5e53eba/",
                "feed": "www.ad.nl",
                "summary": "Na een weekend van veel ‘gebuffel’ vanuit huis, praten de leiders van D66, VVD en CDA maandag weer officieel verder over een mogelijk akkoord. De kans dat er nog een vierde partij als volwaardig lid van de coalitie zal aanschuiven, wordt steeds kleiner. Een traditioneel meerderheidskabinet raakt verder uit zicht."
            },
            {
                "title": "Natuurorganisaties doen aangifte tegen biomassacentrale RWE wegens ten onrechte ontvangen subsidies",
                "link": "https://www.ad.nl/economie/natuurorganisaties-doen-aangifte-tegen-biomassacentrale-rwe-wegens-ten-onrechte-ontvangen-subsidies~a11ce4af/",
                "feed": "www.ad.nl",
                "summary": "Natuurorganisaties Comité Schone Lucht en Biofuelwatch doen aangifte tegen energiebedrijf RWE om mogelijke fraude en valsheid in geschrifte. Ze wijzen op de miljoenen euro’s aan subsidies die het bedrijf krijgt voor het importeren en verbranden van houtpellets in zijn energiecentrales. Dit moet aan Nederlandse duurzaamheidseisen voldoen, maar volgens de organisaties is dat niet het geval."
            },
            {
                "title": "Crisisoverleg in top kabinet over BBB-mestplan: ‘Gevaarlijke patstelling’",
                "link": "https://www.ad.nl/politiek/crisisoverleg-in-top-kabinet-over-bbb-mestplan-gevaarlijke-patstelling~aaa0406d/",
                "feed": "www.ad.nl",
                "summary": "Het politieke crisisoverleg over de mestplannen van landbouwminister Femke Wiersma duurt voort. Maandagavond gaan betrokken bewindspersonen én de vicepremiers van VVD en BBB opnieuw in beraad, maar zicht op een oplossing is er nog niet."
            },
            {
                "title": "Tweede Kamer roept minister Wiersma op geen nieuw mestbeleid te voeren",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/tweede-kamer-roept-minister-wiersma-op-geen-nieuw-mestbeleid-te-voeren-a4915778",
                "feed": "www.nrc.nl",
                "summary": "In het kabinet was de afgelopen tijd onenigheid over Wiersma’s (Landbouw, BBB) mestplannen – onder andere van partijgenoten. Ook coalitiepartij VVD stemde in met de motie."
            },
            {
                "title": "China kondigt hoge heffingen aan op Europese zuivelproducten",
                "link": "https://nos.nl/l/2595617",
                "feed": "nos.nl",
                "summary": "China voert voorlopige importheffingen van bijna 22 tot ruim 42 procent in op bepaalde Europese zuivelproducenten. FrieslandCampina behoort tot de zwaarst getroffen bedrijven. De Chinese maatregel vloeit voort uit een Chinees onderzoek naar Europese zuivelproducten, waarschijnlijk uitgevoerd in een reactie op Europese heffingen op Chinese elektrische auto's. Volgens het Chinese ministerie van Handel heeft de binnenlandse zuivelindustrie \"substantiële schade\" ondervonden door gesubsidieerde Europese zuivel. Het onderzoek loopt sinds augustus vorig jaar en kijkt specifiek naar kazen en ongezoete room. Het grootste zuivelexportproduct van Nederland naar China, babymelkpoeder, valt er niet onder. Elektrische auto's Het onderzoek is destijds gestart om Europese landen tegen elkaar uit te spelen, zeggen diplomaten en experts. De Europese Commissie kondigde in 2024 heffingen aan op Chinese elektrische auto's, waarover toen nog gestemd moest worden door de lidstaten. Door anti-subsidieonderzoeken te starten tegen Europese voedselproducten zoals zuivel, varkensvlees en cognac , probeerde China de stemming te beïnvloeden. De heffingen op Chinese elektrische auto's kwamen er wel vorig jaar. Het afgelopen jaar is de handelsrelatie tussen de EU en China zwaar onder druk komen te staan. China produceert meer dan de eigen markt kan opnemen en dumpt goederen op de Europese markt, wat de Europese Commissie ziet als een groot probleem. Bovendien zette het land de monopoliepositie op het gebied van zeldzame aardmetalen in als wapen tijdens de onderhandelingen dit jaar. Maar ook tussen Nederland en China liep de spanning op, nadat demissionair minister Karremans ingreep bij Nexperia en zich de woede van Peking op de hals haalde. FrieslandCampina is het enige Europese zuivelbedrijf dat na deelname aan het onderzoek de hoogste importheffing heeft gekregen. Een woordvoerder van FrieslandCampina zegt kennis te hebben genomen van het onderzoek en zich te kunnen voorstellen dat ook andere handelsfactoren een rol speelden bij de beslissing om het Nederlandse bedrijf de hoogste heffing toe te kennen. Eigen zuivel eerst Europese zuivelbedrijven heffingen opleggen is ook een uitgelezen kans om meer vaart te zetten achter de ontwikkeling van de eigen zuivelsector in China. Zuivelproducten worden door de Chinese overheid al lange tijd gezien als een sleutel voor economische ontwikkeling. Omdat de productie ervan relatief weinig middelen vereist vergeleken met vlees, vormt de zuivelsector een belangrijke pijler voor voedselzekerheid. Daarom zet China al jaren in op het vergroten van de binnenlandse zuivelproductie en consumptie, om zo minder afhankelijk te zijn van importen. In algemene zin lijkt dat te lukken. De Chinese import van zuivel piekte in 2021, sindsdien is het aandeel van buitenlandse zuivel in de totale consumptie gedaald van ongeveer 10 naar 6 procent. Voor kaasproducten ligt dit echter anders. De consumptie van buitenlandse kaas in China steeg vorig jaar fors, zo komt naar voren uit cijfers van het Japanse onderzoeksbureau Ashu. Varkensvlees importheffing In juni vorig jaar startte China ook een anti-subsidieonderzoek naar geïmporteerde bijproducten van varkensvlees en varkens afkomstig uit de Europese Unie. In september stelde het Chinese ministerie van Handel voorlopige heffingen van 15,6 tot 62,4 procent in. De hoogte van de heffing werd per bedrijf bepaald. Na onderhandelingen met de betrokken partijen kondigde China vorige week definitieve antidumpingheffingen van bijna 5 tot bijna 20 procent aan. Die heffingen zijn dus flink omlaag gegaan ten opzichte van wat er eerst werd aangekondigd. Ze zijn nu van kracht voor een periode van vijf jaar. China zal op 21 februari de definitieve antidumpingheffingen voor zuivelproducten bekendmaken."
            },
            {
                "title": "Wiersma zet versoepeling mestregels niet door na kritiek",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/wiersma-zet-versoepeling-mestregels-niet-door-na-kritiek-a4915872",
                "feed": "www.nrc.nl",
                "summary": "Landbouwminister Femke Wiersma (BBB) schikt zich na weken van onenigheid met opponenten én partijgenoten naar de wil van de Kamer. Wiersma wilde boeren toestaan meer mest uit te rijden, maar trekt dit plan nu terug."
            },
            {
                "title": "Het enige dat Wiersma de boeren heeft geleverd is uitstel van executie",
                "link": "https://www.ad.nl/politiek/het-enige-dat-wiersma-de-boeren-heeft-geleverd-is-uitstel-van-executie~a3f17fa5/",
                "feed": "www.ad.nl",
                "summary": "Het kabinet begint met chagrijn aan de kerstdagen, want BBB-bewindslieden lagen overhoop met hun VVD-collega in het mestdossier. De ruzie is bezworen, maar door een formule waar boeren op termijn ook niets aan hebben."
            },
            {
                "title": "Wispelturige Tweede Kamer drijft kabinet tot wanhoop: ‘Kunnen het deze mensen niet meer aandoen’",
                "link": "https://www.ad.nl/politiek/wispelturige-tweede-kamer-drijft-kabinet-tot-wanhoop-kunnen-het-deze-mensen-niet-meer-aandoen~aeda0fa6/",
                "feed": "www.ad.nl",
                "summary": "Het is prijsschieten voor de nieuwe Tweede Kamer. Opeens komt er extra geld voor Oekraïne en het openbaar vervoer, ook wil de Kamer een Lelystad-besluit blokkeren. Ministers in het demissionaire kabinet zitten in de maag met al die wensen, en ondertussen zijn de coalitiepartijen VVD en BBB helemaal klaar met elkaar."
            },
            {
                "title": "Kamer dreigt minister Wiersma: druk de mestplannen niet door",
                "link": "https://www.ad.nl/politiek/kamer-dreigt-minister-wiersma-druk-de-mestplannen-niet-door~aaac1bdc/",
                "feed": "www.ad.nl",
                "summary": "Tot grote frustratie van een groot deel van de Kamer wil landbouwminister Femke Wiersma (BBB) vrijdag een besluit over haar mestplan forceren. De Kamer wil daar graag nog een inhoudelijk zegje over doen, maar zou pas de kans krijgen als de nieuwe regels zijn ingegaan. En dus drukken ze haar op het hart: ‘Maak pas op de plaats’."
            },
            {
                "title": "Hoe een minderheidskabinet werkt, en waarom ministers straks hard aan de bak moeten voor elke stem",
                "link": "https://www.ad.nl/politiek/hoe-een-minderheidskabinet-werkt-en-waarom-ministers-straks-hard-aan-de-bak-moeten-voor-elke-stem~a34508e0/",
                "feed": "www.ad.nl",
                "summary": "Nu D66, CDA en VVD met z'n drieën verder onderhandelen, wordt de kans dat we een minderheidskabinet krijgen steeds groter. Maar wat betekent dat precies? Vier vragen over een minderheidskabinet beantwoord."
            },
            {
                "title": "China kondigt forse heffingen aan voor Europese zuivel, FrieslandCampina krijgt hoogste tarief",
                "link": "https://www.nrc.nl/nieuws/2025/10/26/economieblog-a4910786",
                "feed": "www.nrc.nl",
                "summary": "Het kweekvlees van Meatable, dat een methode ontwikkelde om met dierlijke cellen vlees te laten groeien in een laboratorium, is uiteindelijk nergens ter wereld op de markt gebracht."
            },
            {
                "title": "‘Ik slik deze in en geef uitvoering aan de motie’: Wiersma legt zich neer bij wens Kamer over mestbeleid",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/minister-wiersma-legt-zich-neer-bij-motie-en-stopt-met-eigen-mestbeleid-a4915857",
                "feed": "www.nrc.nl",
                "summary": "Door een breed aangenomen Kamermotie mag minister Wiersma de mestregels niet versoepelen. Ook coalitiepartner VVD steunde die motie. „Die staan misschien al met een been in het volgende kabinet.”"
            },
            {
                "title": "Wiersma slikt dubbele domper: twee versoepelingen voor boeren gaan toch niet door",
                "link": "https://www.ad.nl/politiek/wiersma-slikt-dubbele-domper-twee-versoepelingen-voor-boeren-gaan-toch-niet-door~a0dbc6ec/",
                "feed": "www.ad.nl",
                "summary": "Landbouwminister Femke Wiersma (BBB) wilde voor de kerst nog twee speerpunten doordrukken: haar mestplan en de nieuwe rekenkundige ondergrens, een andere versoepeling voor boeren. Maar beide worden uitgesteld. BBB blijft echter in het demissionaire kabinet en Wiersma dus ook."
            },
            {
                "title": "Raad van State: stikstofdoelen uit wet halen kan zo niet",
                "link": "https://nos.nl/l/2595596",
                "feed": "nos.nl",
                "summary": "Het kabinetsplan om de stikstofdoelen uit de wet te halen, is in de huidige vorm geen goed idee. Dat staat in een advies van de Raad van State (RvS). Het plan was een speerpunt van de BBB tijdens de verkiezingen. Het voorstel van demissionair minister Wiersma is om de stikstofdoelen uit de Omgevingswet te halen. Nu is Nederland verplicht om overbelasting door stikstof in stikstofgevoelige natuur te stoppen. In 2025, 2030 en 2035 moet respectievelijk 40, 50 en 74 procent van de stikstofgevoelige natuur daaraan voldoen. Wiersma (BBB) wil de drie stikstofdoelen uit de wet halen. In plaats daarvan zou de uitstoot van stikstof in 2035 \"aanzienlijk minder\" moeten zijn dan in 2019. Later zou een plan moeten volgen om dat doel te halen. Dat is de Raad van State, het hoogste adviesorgaan van het kabinet, te vaag. Het is onduidelijk wat \"aanzienlijk minder\" concreet betekent en hoe Wiersma dat alternatieve doel wil halen. Europese regels schrijven voor dat beschermde Natura 2000-gebieden hersteld moeten worden en al helemaal niet mogen verslechteren. Hoe Wiersma daaraan wil voldoen, is niet duidelijk, zegt de RvS. Doorn in oog van Wiersma Nu wordt nog vastgesteld of beschermde natuur overbelast is door stikstof aan de hand van de 'kritische depositiewaarde' (KDW). Die waarde geeft de maximale hoeveelheid stikstof aan die de natuur aankan en is een doorn in het oog van Wiersma. Dat komt doordat de KDW's kunnen veranderen. Wetenschappers stellen ze elke tien jaar vast na uitgebreid onderzoek. Dat gebeurde voor het laatst in 2023: veel stikstofgevoelige natuur bleek nog gevoeliger dan gedacht, waarna de KDW's werden aangepast . Dat leidde ertoe dat het nog moeilijker werd om de wettelijke stikstofdoelen van 2025, 2030 en 2035 te halen. Daarom wil Wiersma van de KDW af. Ze omschreef het als een \"bewegend doel\" waar maar moeilijk op te sturen valt. Ook Wiersma's voorganger Van der Wal wilde er vanaf, maar haar zoektocht leverde destijds geen goed alternatief op. Alternatief Toen Wiersma het wetsvoorstel naar de Raad van State stuurde, stelde de demissionaire landbouwminister dat het wel mogelijk was. \"De juridische check is gedaan, dit is een houdbaar alternatief\", zei ze er in juli over. De Raad van State ziet dat dus anders. In het vandaag gepubliceerde advies is te lezen dat de bezwaren over het wetsvoorstel zo serieus zijn dat het niet naar de Tweede Kamer gestuurd zou moeten worden. In het advies is ook te lezen dat de RvS bedenkingen heeft bij het plan om de focus van neerslag van stikstof te verleggen naar de uitstoot ervan. Veel boeren zijn daar voorstander van, omdat ze veel meer invloed hebben op uitstoot dan op waar stikstof neerdaalt. Daar heeft de Raad van State niets op tegen, maar dan moet Wiersma wel aantonen dat zo'n nieuw systeem voldoet aan Europese natuurbeschermingsregels. Die motivering is \"niet overtuigend\", staat in het advies. De Raad van State sluit niet uit dat het voorstel later alsnog naar de Tweede Kamer kan. Daarvoor zijn wel stevige aanpassingen nodig. Wiersma zegt in een reactie het advies te gaan bestuderen en te bekijken of het meegenomen kan worden \"in de verdere uitwerking van het wetsvoorstel\"."
            },
            {
                "title": "Wiersma geeft gehoor aan wens Tweede Kamer: voorlopig geen versoepeling mestregels",
                "link": "https://www.ad.nl/politiek/wiersma-geeft-gehoor-aan-wens-tweede-kamer-voorlopig-geen-versoepeling-mestregels~a1fa08f9/",
                "feed": "www.ad.nl",
                "summary": "Landbouwminister Femke Wiersma (BBB) geeft gehoor aan een motie van de Tweede Kamer, die haar oproept voorlopig geen regels te versoepelen voor het uitrijden van mest. Wiersma zei dat vrijdag na afloop van de ministerraad."
            },
            {
                "title": "Raad van State: Wiersma’s nieuwe stikstofdoelen te vaag en in strijd met Europese wetten",
                "link": "https://www.nd.nl/nieuws/politiek/1297472/raad-van-state-wiersmas-nieuwe-stikstofdoelen-te-vaag-en-in-s",
                "feed": "www.nd.nl",
                "summary": "De Raad van State oordeelt hard over het voorstel van het demissionaire kabinet om de wettelijke stikstofdoelen af te zwakken. Het adviescollege waarschuwt dat de wetswijzing van minister Wiersma de toets van de rechter niet zal doorstaan."
            }
        ],
        "num_articles": 25,
        "feeds": [
            "nos.nl",
            "www.ad.nl",
            "www.nd.nl",
            "www.nrc.nl"
        ],
        "num_feeds": 4
    },
    {
        "cluster_id": 45,
        "title": "Rusland: onderhandelingen over Oekraïne verlopen moeizaam",
        "articles": [
            {
                "title": "Rusland: onderhandelingen over Oekraïne verlopen moeizaam",
                "link": "https://www.nd.nl/varia/varia/1297488/rusland-onderhandelingen-over-oekraine-verlopen-moeizaam",
                "feed": "www.nd.nl",
                "summary": "De Russische onderhandelingen met de Verenigde Staten over een staakt-het-vuren in Oekraïne verlopen moeizaam. Dat zegt de plaatsvervangend minister van Buitenlandse Zaken Sergej Rjabkov volgens staatspersbureau TASS."
            },
            {
                "title": "Opnieuw een Russische generaal in eigen land gedood door autobom",
                "link": "https://www.nrc.nl/nieuws/2025/08/19/oekraineblog-19-aug-a4903434",
                "feed": "www.nrc.nl",
                "summary": "De Oekraïense veiligheidsdiensten hadden voor de grootschalige Russische invasie al een trackrecord van moordaanslagen op hooggeplaatste vijandelijke individuen, en sinds de invasie zijn dergelijke aanvallen steeds frequenter geworden."
            },
            {
                "title": "Compromisloos en zelfverzekerd sluit Poetin het jaar af, maar Rusland leeft op een ‘geleende toekomst’",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/compromisloos-en-zelfverzekerd-sluit-poetin-het-jaar-af-maar-rusland-leeft-op-een-geleende-toekomst-a4915633",
                "feed": "www.nrc.nl",
                "summary": "Met hulp van loyale uitvoerders en bondgenoten wereldwijd wist Rusland zichzelf de afgelopen drieënhalf jaar overeind te houden. De „Europese oorloghitsers” zouden het volgens Poetin zwaarder hebben dan de Russen."
            },
            {
                "title": "Oekraïne slaat toe ver van het front en 'verstoort Russische oorlogsmachine'",
                "link": "https://nos.nl/l/2595620",
                "feed": "nos.nl",
                "summary": "Een Russische generaal die in Moskou gedood wordt door een autobom , een drone-aanval op een Russische haven bij de Krim en eentje op een olietanker in de Middellandse Zee . Oekraïne lijkt de afgelopen dagen flink toe te slaan met mediagenieke aanvallen op Russische doelen, al is de aanslag met de autobom nog niet opgeëist. De aanvallen zijn ver weg van de frontlinie in Oost-Oekraïne. Zulke aanvallen vinden al jarenlang plaats en zijn niet nieuw, zegt defensie-expert Patrick Bolder van het The Hague Centre for Strategic Studies. \"In 2022 had je al de aanval op de Kerch-brug, en daarna drone-aanvallen op Russische schepen in de Zwarte Zee.\" Wat wél nieuw is, is dat Oekraïne er in slaagt om steeds verder van het eigen land Russische doelen te treffen, zoals de tanker uit de Russische 'schaduwvloot' bij Libië. \"Om dat te bereiken heeft Oekraïne óf een drone gebruikt die op duizenden kilometers afstand kan toeslaan, of ze zijn ook drones gaan gebruiken die gelanceerd worden van reguliere koopvaardijschepen\", zegt defensie-expert Erik Stijnman van Instituut Clingendael. \"Hoe dan ook is het een bijzondere ontwikkeling.\" Geen game-changer Zulke aanvallen zullen de situatie aan de frontlinie niet direct doen kantelen, benadrukken defensie-deskundigen tegenover de NOS. \"Ik ben niet zo van de gamechangers\", zegt oud-commandant Landstrijdkrachten Mart de Kruif. Maar ze hebben wel degelijk effect op het vermogen van Rusland om oorlog te voeren, zegt hij: \"Met zulke 'diepe operaties' in vijandelijk gebied slaagt Oekraïne er al langer in om de logistieke lijnen van het Russische leger aan te tasten. En nu beschadigen ze dus ook het verdienmodel van de Russen: de productie en export van olie.\" De Russische capaciteit om olie te produceren is door Oekraïense aanvallen al met zo'n 20 procent afgenomen, zegt Bolder. En dat levert niet alleen problemen op voor de Russische oorlogsmachine. \"Het is een gigantisch land, en ze hebben nu al moeite alle regio's van benzine te voorzien. De prijzen zijn gestegen, er staan rijen bij tankstations, en de economie staat er in zijn algemeen slecht voor. Dat vergroot de angst onder gewone Russen: welke gevolgen gaan wij op een gegeven moment voelen?\" Uitputtingsslag Alle experts die de NOS sprak hebben het over een 'uitputtingsoorlog' die nu woedt tussen beide landen. Rusland teistert de Oekraïense energievoorziening en valt burgerdoelen aan, in de hoop de ruggengraat van burgers en bestuurders te breken. Oekraïne doet hetzelfde bij de Russische olie-industrie. Ze móeten wel, want aan het front verschuift er weinig meer. \"Op de grond krijgt Oekraïne de oorlog niet gewonnen\", zegt Stijnman, \"en dus grijpen ze naar doelen op afstand.\" Nieuwsuur onderzocht de impact van die Oekraïense aanvallen: \"Aan de andere kant zijn de Russen ook nauwelijks meer in staat om terrein te winnen\", zo zegt De Kruif. \"Dat zie je bij steden als Koepjansk en Slovjansk, die ze maar niet veroverd krijgen.\" Bij de stad Siversk hebben de Russen 40 maanden nodig gehad om 20 kilometer vooruit te komen, vult Bolder aan. \"Rusland heeft nu bijna 1,2 miljoen militairen verloren. Het land heeft nog steeds minder Oekraïens grondgebied in handen dan vlak na de invasie in 2022. Ze hebben de oorlog eigenlijk al verloren, maar Poetin wil en kan niet meer terug.\" Onderhandelingen Van de 'vredesonderhandelingen' die nu onder Amerikaanse druk gevoerd worden met Oekraïne en Rusland, los van elkaar, hoeven we in ieder geval weinig te verwachten. \"Poetin heeft zichzelf aan de onderhandelingstafel gebluft door te verwijzen naar militaire successen die er niet zijn\", aldus de Kruif, \"en te suggereren dat een doorbraak van Russische kant aanstaande is. Als die bluf uitkomt, krijg je weer een heel ander verhaal.\" Hoe dan ook slaan de onderhandelingen nergens op, stelt Bolder: \"De onderhandelingen tussen Russen en Amerikanen worden gevoerd tussen zakenlui onderling, die het vooral hebben over zakelijke belangen. Met Oekraïne wordt vooral onderhandeld over militaire zaken, over het afstaan van grondgebied en dergelijke. Ze hebben het over totaal verschillende zaken, en die werelden zullen nooit bij elkaar komen.\" Welke kant gaat de oorlog dan op, blijft het de patstelling die het nu is? \"Ergens komt er een keer een 'culminatiepunt'\", zegt Stijnman, een moment waarop al die losse aanvallen ineens optellen tot een doorbraak. \"Het is alleen lastig te voorspellen wanneer en aan welke zijde.\""
            },
            {
                "title": "Russische generaal Fanil Sarvarov gedood bij bomaanslag bij zijn huis in Moskou",
                "link": "https://www.nd.nl/nieuws/buitenland/1297469/russische-generaal-fanil-sarvarov-gedood-bij-bomaanslag-bij-z",
                "feed": "www.nd.nl",
                "summary": "Een Russische generaal is maandag gedood bij een bomaanslag in Moskou. Fanil Sarvarov stond aan het hoofd van de afdeling Operationele Training van de Russische strijdkrachten. Rusland vermoedt dat Oekraïne achter de aanslag zit."
            },
            {
                "title": "Met telefoontje van Lavrov mengt Rusland zich voor het eerst in conflict VS-Venezuela",
                "link": "https://www.volkskrant.nl/buitenland/met-telefoontje-van-lavrov-mengt-rusland-zich-voor-het-eerst-in-conflict-vs-venezuela~bace7a2b7/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            },
            {
                "title": "Wrede op aarde",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/wrede-op-aarde-a4915888",
                "feed": "www.nrc.nl",
                "summary": "Gaat Poetins leger inderdaad historische gebieden bevrijden, vraagt columnist Youp van ‘t Hek zich af. En wat rekent Vladimir tot historische gebieden? „Als Zaandam daar ook onder valt omdat tsaar Peter er ooit een timmercursus heeft gevolgd, dan komt het wel erg dichtbij.”"
            },
            {
                "title": "Venezuela krijgt ‘volledige steun’ Rusland in conflict met VS",
                "link": "https://www.ad.nl/buitenland/venezuela-krijgt-volledige-steun-rusland-in-conflict-met-vs~a1bd6b7b/",
                "feed": "www.ad.nl",
                "summary": "Venezuela geniet Ruslands ‘volledige steun’ in het oplopende conflict met de Verenigde Staten. Dat melden zowel Moskou als de regering van het Zuid-Amerikaanse land, nadat hun buitenlandministers elkaar eerder op de dag telefonisch hadden gesproken."
            },
            {
                "title": "'Rusland werkt aan nieuw wapen om satellieten van Elon Musk uit te schakelen'",
                "link": "https://www.ad.nl/buitenland/rusland-werkt-aan-nieuw-wapen-om-satellieten-van-elon-musk-uit-te-schakelen~ae6aec96/",
                "feed": "www.ad.nl",
                "summary": "Rusland werkt aan een nieuw wapen waarmee het de satellieten van Starlink – dat deel uitmaakt van SpaceX, het ruimtebedrijf van miljardair Elon Musk – kan aanvallen. Dat meldt persagentschap Associated Press op basis van de inlichtingendiensten van twee Navo-landen. Volg alle ontwikkelingen over de oorlog in Oekraïne in ons liveblog."
            },
            {
                "title": "Venezuela krijgt ‘volledige steun’ Rusland in conflict met VS",
                "link": "https://www.nd.nl/varia/varia/1297501/venezuela-krijgt-volledige-steun-rusland-in-conflict-met-vs",
                "feed": "www.nd.nl",
                "summary": "Venezuela geniet Ruslands 'volledige steun' in het oplopende conflict met de Verenigde Staten. Dat melden zowel Moskou als de regering van het Zuid-Amerikaanse land, nadat hun buitenlandministers elkaar eerder op de dag telefonisch hadden gesproken."
            }
        ],
        "num_articles": 10,
        "feeds": [
            "www.volkskrant.nl",
            "www.ad.nl",
            "www.nrc.nl",
            "nos.nl",
            "www.nd.nl"
        ],
        "num_feeds": 5
    },
    {
        "cluster_id": 1,
        "title": "Trump wijst speciale gezant aan voor Groenland, Denemarken 'zeer ontstemd'",
        "articles": [
            {
                "title": "Trump wijst speciale gezant aan voor Groenland, Denemarken 'zeer ontstemd'",
                "link": "https://nos.nl/l/2595627",
                "feed": "nos.nl",
                "summary": "De Amerikaanse president Trump heeft zich de woede van Denemarken en Groenland op de hals gehaald met de aanstelling van een speciale gezant voor Groenland, dat een autonoom gebied is van het koninkrijk Denemarken. Gisteravond zei Trump op zijn platform Truth Social aan dat hij de gouverneur van de staat Louisiana hiervoor heeft aangezocht. De Deense minister van Buitenlandse Zaken Lars Løkke Rasmussen zei tegen de Deense televisiezender TV2 dat hij daarover \"zeer ontstemd\" is. Rasmussen noemt zowel de aanstelling als de verklaring van de Amerikaanse president \"onaanvaardbaar\" en stelt dat de benoeming van de speciale gezant \"uit het niets\" komt. Gouverneur Landry begrijpt volgens Trump \"hoe essentieel Groenland is voor onze nationale veiligheid en het behartigen van de belangen van ons land\". Landry zelf zegt op X dat hij \"vereerd is om als vrijwilliger te werken aan het inlijven van Groenland\". Hij voegde eraan toe dat zijn nieuwe rol geen invloed heeft op zijn gouverneurschap. Minister Rasmussen heeft de Amerikaanse ambassadeur in Denemarken op het matje geroepen. Die moet tekst en uitleg geven over de aanstelling. Territoriale integriteit Trumps aankondiging geldt als een nieuwe stap in het Amerikaanse streven om Groenland bij de VS te voegen. De Amerikaanse president wil dat land inlijven omdat Groenland onder meer militair strategisch gelegen is tussen de VS en Rusland. Ook zijn de scheepvaartroutes in het gebied door de opwarming van de aarde steeds belangrijker. Daarnaast heeft Groenland veel mineralen, metalen en andere grondstoffen voor onder meer industrie en energie. In een gezamenlijke verklaring zeggen de Deense premier Mette Frederiksen en haar Groenlandse evenknie Jens-Frederik Nielsen dat \"nationale grenzen en soevereiniteit van staten geworteld zijn in het internationale recht\" en dat het annexeren van andere landen niet kan. \"Ook niet met een argument over internationale veiligheid.\" Ook de Europese Unie sluit zich daarbij aan. Een woordvoerder van de EU stelt dat \"de territoriale integriteit en soevereiniteit van het Deense koninkrijk, inclusief Groenland, moet worden gewaarborgd.\" De Groenlandse premier Nielsen reageerde vanochtend al dat Groenlanders \"zelf hun toekomst bepalen en dat hun territoriale integriteit gerespecteerd moet worden.\" 'Buitenlandse inmenging' In maart verhoogde de VS de druk op Groenland door er een delegatie naartoe te sturen. Zo bracht de Amerikaanse vicepresident Vance een bezoek aan een militaire basis in het noordwesten van het land, waar zowel de Denen als de Groenlanders zich boos over maakten. De toenmalige premier van Groenland noemde het bezoek een vorm van machtsvertoon en \"buitenlandse inmenging\" . De Deense premier veroordeelde de Amerikaanse acties als \"onaanvaardbaar.\" In augustus riep de Deense regering de diplomaat van de VS ook al op het matje. Dat gebeurde nadat zeker drie Amerikanen, die banden hebben met de regering-Trump, volgens de omroep DR hadden geprobeerd om de publieke opinie in Groenland te beïnvloeden. Onafhankelijkheid Groenland hoort al zo'n 200 jaar bij het Deense koninkrijk, maar heeft sinds 1979 enige autonomie. Het heeft ook een eigen overheid, maar Denemarken gaat nog wel over onder meer defensie en buitenlandse zaken. Groenlanders hebben wel de wens om onafhankelijk te worden, maar ze zijn het nog niet eens over hoe snel dat onafhankelijkheidsproces in gang gezet moet worden. Sinds 2009 heeft Groenland de mogelijkheid om via een referendum de onafhankelijkheid uit te roepen, maar dat is nog niet niet gebeurd."
            },
            {
                "title": "Trump wijst speciale gezant aan voor Groenland",
                "link": "https://www.nd.nl/varia/varia/1297446/trump-wijst-speciale-gezant-aan-voor-groenland",
                "feed": "www.nd.nl",
                "summary": "De Amerikaanse president Donald Trump heeft een speciale gezant aangewezen voor Groenland, dat hij graag bij de Verenigde Staten wil voegen. De functie gaat naar de gouverneur van Louisiana Jeff Landry."
            },
            {
                "title": "Trump benoemt speciaal gezant voor Groenland, Denemarken ontbiedt ambassadeur VS",
                "link": "https://www.nrc.nl/nieuws/2025/09/19/amerikaanse-politiek-19-september-a4906609",
                "feed": "www.nrc.nl",
                "summary": "Verder in dit blog: een foto van Trump uit het Epstein-dossier die het Amerikaanse ministerie van Justitie afgelopen weekend offline had gehaald, staat nu weer online."
            },
            {
                "title": "Denemarken ontbiedt Amerikaanse ambassadeur om Groenland-gezant",
                "link": "https://www.nd.nl/varia/varia/1297465/denemarken-ontbiedt-amerikaanse-ambassadeur-om-groenland-gezant",
                "feed": "www.nd.nl",
                "summary": "De Deense minister van Buitenlandse Zaken gaat de Amerikaanse ambassadeur in zijn land ontbieden, omdat hij het niet eens is met de Amerikaanse aanwijzing van een speciale gezant voor Groenland. De Amerikaanse president Donald Trump wil het eiland, dat deel uitmaakt van het Deense koninkrijk, toevoegen aan de Verenigde Staten."
            },
            {
                "title": "Denen in alle staten nadat Trump speciaal gezant voor Groenland benoemt",
                "link": "https://www.ad.nl/buitenland/denen-in-alle-staten-nadat-trump-speciaal-gezant-voor-groenland-benoemt~aee50bd8/",
                "feed": "www.ad.nl",
                "summary": "De Denen zijn in alle staten nu Donald Trump een speciaal gezant voor Groenland heeft aangewezen. De Amerikaanse president wil het eiland, dat deel uitmaakt van het Deense koninkrijk, toevoegen aan de Verenigde Staten. De Deense buitenlandminister Lars Løkke noemt dat ‘compleet onaanvaardbaar’. Volg alle ontwikkelingen in ons liveblog."
            }
        ],
        "num_articles": 5,
        "feeds": [
            "nos.nl",
            "www.nd.nl",
            "www.nrc.nl",
            "www.ad.nl"
        ],
        "num_feeds": 4
    },
    {
        "cluster_id": 11,
        "title": "Zambia maakt in extremis gelijk tegen Mali, Mohamed Salah en Egypte vanavond in actie",
        "articles": [
            {
                "title": "Zambia maakt in extremis gelijk tegen Mali, Mohamed Salah en Egypte vanavond in actie",
                "link": "https://www.ad.nl/voetbal/zambia-maakt-in-extremis-gelijk-tegen-mali-mohamed-salah-en-egypte-vanavond-in-actie~a9de755c/",
                "feed": "www.ad.nl",
                "summary": "De Afrika Cup is volop onderweg in Marokko. 24 teams strijden om de winst tussen 21 december en 18 januari. Via dit blog blijf je op de hoogte van alle ontwikkelingen in en rondom het toernooi."
            },
            {
                "title": "Als gastland van de Afrika Cup loopt Marokko warm voor het WK 2030: ‘We gaan winnen, let maar op’",
                "link": "https://www.volkskrant.nl/sport/als-gastland-van-de-afrika-cup-loopt-marokko-vast-warm-voor-het-wk-2030-we-gaan-winnen-let-maar-op~b9011410/",
                "feed": "www.volkskrant.nl",
                "summary": ""
            },
            {
                "title": "Negentig minuten hoop voor Soedan in de vorm van een voetbalwedstrijd",
                "link": "https://www.nd.nl/opinie/opinie/1297494/negentig-minuten-hoop-voor-soedan-in-de-vorm-van-een-voetbalw",
                "feed": "www.nd.nl",
                "summary": "Dit weekend startte in Marokko de Africa Cup of Nations, het Afrikaans kampioenschap voor landenteams. Voor miljoenen voetbalfans is het een sportief hoogtepunt. Voor Soedan is het meer dan dat, volgens Geert de Jonge."
            }
        ],
        "num_articles": 3,
        "feeds": [
            "www.volkskrant.nl",
            "www.ad.nl",
            "www.nd.nl"
        ],
        "num_feeds": 3
    },
    {
        "cluster_id": 12,
        "title": "Auto rijdt in op groep mensen tijdens lichtjesparade, meerdere gewonden",
        "articles": [
            {
                "title": "Auto rijdt in op groep mensen tijdens lichtjesparade, meerdere gewonden",
                "link": "https://www.ad.nl/binnenland/auto-rijdt-in-op-groep-mensen-tijdens-lichtjesparade-meerdere-gewonden~a5f2f6c34/",
                "feed": "www.ad.nl",
                "summary": "Een auto is ingereden op een lichtjesparade in Nunspeet (Gelderland). Er liggen meerdere gewonden in een weiland."
            },
            {
                "title": "Ernstig verkeersongeval in Nunspeet, meerdere gewonden",
                "link": "https://nos.nl/l/2595656",
                "feed": "nos.nl",
                "summary": "Bij een ernstig verkeersongeval in Nunspeet zijn meerdere gewonden gevallen. Dat meldt de politie op X, die verder nog geen informatie heeft. Volgens Omroep Gelderland is een auto aan de Elburgerweg ingereden op een menigte. De toedracht van het ongeval is onbekend. Lichtjesparade In het nabijgelegen Elburg wordt vanavond de jaarlijkse lichtjesparade gehouden, waarbij met lichtjes versierde auto's door Elburg en Nunspeet rijden. De hulpdiensten zijn massaal uitgerukt. Er zijn onder meer meerdere traumahelikopters opgeroepen."
            },
            {
                "title": "Meerdere gewonden bij ernstig ongeluk in Nunspeet",
                "link": "https://www.nd.nl/varia/varia/1297512/meerdere-gewonden-bij-ernstig-ongeluk-in-nunspeet",
                "feed": "www.nd.nl",
                "summary": "Meerdere mensen zijn gewond geraakt bij een ernstig ongeval op de Elburgerweg in Nunspeet, meldt de politie."
            }
        ],
        "num_articles": 3,
        "feeds": [
            "nos.nl",
            "www.ad.nl",
            "www.nd.nl"
        ],
        "num_feeds": 3
    },
    {
        "cluster_id": 21,
        "title": "Zanger Chris Rea (Driving home for Christmas) overleden",
        "articles": [
            {
                "title": "Zanger Chris Rea (Driving home for Christmas) overleden",
                "link": "https://nos.nl/l/2595626",
                "feed": "nos.nl",
                "summary": "De Britse zanger en gitarist Chris Rea is op 74-jarige leeftijd overleden, heeft zijn familie bekendgemaakt. Hij is onder meer bekend van zijn kerstklassieker Driving home for Christmas . Andere bekende nummers zijn Josephine en I can hear your heartbeat. Met zijn kenmerkende hese stemgeluid had hij vooral succes in de jaren 80. Hij nam 25 soloalbums op en verkocht meer dan 30 miljoen platen. Rea werd in 1951 geboren als zoon van een Italiaanse vader en een Ierse moeder, in een gezin met zeven kinderen. De familie was plaatselijk bekend door de ijszaken van zijn vader. Rea dacht voorbestemd te zijn om de zaak uit te bouwen tot een wereldwijd concern, \"maar ik bracht mijn tijd al slidegitaar-spelend door in het magazijn\". In zijn jonge jaren was hij actief bij verschillende bands, maar uiteindelijk ging hij solo verder. Het leidde in 1974 tot zijn debuutsingle, So much love . Hotel in Düsseldorf In 1985 nam hij Josephine op, dat in eigen land niet hoog kwam in de hitlijsten maar in Nederland zijn grootste succes tot dan toe betekende. Rea schreef het lied in een hotel in de Duitse stad Düsseldorf toen hij heimwee had naar zijn oudste dochter Josephine. Later kreeg ook zijn andere dochter Julia een nummer naar zich vernoemd. Driving home for Christmas werd uitgebracht in 1986 op de B-kant van de single Hello Friend en was ook niet meteen een klapper. In Nederland kwam het in de hitlijsten niet verder dan de tipparade. In december 1986 werd het nummer gespeeld in het Nederlandse programma AVRO's Toppop, voorzien van beelden van wegen rond Hilversum. Het succes in het Verenigd Koninkrijk kwam pas nadat het nummer in licht aangepaste versie in 1988 op een compilatiealbum was uitgebracht. In de decennia daarna groeide het uit tot een echte kerstklassieker. Zo is het een vaste waarde in de Top 2000. In interviews vertelde Rea dat hij Driving home for Christmas in 1978 al had geschreven. De inspiratie voor het nummer kwam toen zijn platencontract afliep en hij met zijn vrouw vanaf Londen in winterse omstandigheden op de terugweg was naar huis. \"We stonden steeds in de file en ik keek naar de andere automobilisten, die er allemaal zo ellendig uitzagen\", zei hij in 2016 tegen The Guardian. \"Bij wijze van grap begon ik te zingen: We're driving home for Christmas... En elke keer als een straatlantaarn in de auto scheen, schreef ik de tekst.\" Hij zong het nummer voor het eerst live in 2014. Alvleesklierkanker Rea kampte een groot deel van zijn leven met gezondheidsklachten. Zo werd bij hem alvleesklierkanker vastgesteld, waardoor in 2001 zijn alvleesklier en delen van zijn maag en dunne darm werden verwijderd. Als gevolg daarvan ontwikkelde hij diabetes. In 2016 kreeg Rea een beroerte en in 2017 zakte hij tijdens een concert in Oxford op het podium in elkaar . Hij moest een aantal optredens annuleren. Vijf jaar geleden vertelde hij in een interview dat hij 34 pillen per dag moest slikken. In een ander vraaggesprek zei hij dat hij niet bang was om te sterven. De zanger overleed volgens zijn familie na een kort ziekbed in het ziekenhuis. Hij was getrouwd met Joan Lesley, die hij op zijn zeventiende had ontmoet."
            },
            {
                "title": "Zanger Chris Rea, bekend van hits als Driving home for Christmas, overleden op 74-jarige leeftijd",
                "link": "https://www.ad.nl/show/zanger-chris-rea-bekend-van-hits-als-driving-home-for-christmas-overleden-op-74-jarige-leeftijd~af4885f5/",
                "feed": "www.ad.nl",
                "summary": "Zanger Chris Rea, bekend van hits als Driving home for Christmas, is op 74-jarige leeftijd overleden, zo laat een woordvoerder van zijn familie aan de BBC weten. „Hij is eerder vandaag in het ziekenhuis rustig overleden na een korte ziekte, omringd door zijn familie.”"
            },
            {
                "title": "Chris Rea (74) van ‘Driving Home For Christmas’ overleden. ‘Deze man is naar de hemel gegaan’",
                "link": "https://www.nd.nl/cultuur/muziek/1297505/chris-rea-74-van-driving-home-for-christmas-overleden-deze-ma",
                "feed": "www.nd.nl",
                "summary": "Het bekendste nummer van de maandag op 74-jarige leeftijd in bijzijn van zijn vrouw Joan en twee kinderen Josephine en Julia overleden Britse rock- en bluesartiest Chris Rea was 'Driving Home For Christmas'. Drie dagen voor kerst stierf een van de aardigste popmuzikanten in Engeland."
            }
        ],
        "num_articles": 3,
        "feeds": [
            "nos.nl",
            "www.ad.nl",
            "www.nd.nl"
        ],
        "num_feeds": 3
    },
    {
        "cluster_id": 28,
        "title": "Topchoreograaf Hans van Manen was een geniaal enfant terrible van het ballet",
        "articles": [
            {
                "title": "Topchoreograaf Hans van Manen was een geniaal enfant terrible van het ballet",
                "link": "https://www.nrc.nl/nieuws/2025/12/17/hans-van-manen-was-een-geniaal-enfant-terrible-van-het-ballet-a4915236",
                "feed": "www.nrc.nl",
                "summary": "Choreograaf Hans van Manen (93) is overleden. Hij was de grootste van zijn generatie. Emancipatie, erotiek, de strijd tussen de seksen toonde hij in zijn werken simpel en serieus."
            },
            {
                "title": "Publiek neemt afscheid van overleden Hans van Manen",
                "link": "https://www.nd.nl/varia/varia/1297462/publiek-neemt-afscheid-van-overleden-hans-van-manen",
                "feed": "www.nd.nl",
                "summary": "Een paar honderd mensen hebben maandagochtend gebruikgemaakt van de mogelijkheid om de vorige week overleden Hans van Manen een laatste groet te brengen. Dat gebeurde in de Nationale Opera & Ballet in Amsterdam."
            },
            {
                "title": "Honderden mensen nemen afscheid van choreograaf Hans van Manen",
                "link": "https://nos.nl/l/2595609",
                "feed": "nos.nl",
                "summary": "\"Een groot kunstenaar\", \"één brok dansgeschiedenis\", \"een geniale man\". Familie, vrienden, collega's en bewonderaars namen vandaag afscheid van choreograaf Hans van Manen, die woensdag op 93-jarige leeftijd overleed. \"De hele Nederlandse danswereld is ondenkbaar zonder Hans van Manen.\" Behalve een besloten afscheidsbijeenkomst was er vanochtend voor iedereen de gelegenheid om een laatste groet te brengen aan de grootmeester van de Nederlandse dans, \"vanwege een overstelpende hoeveelheid reacties\", zegt directeur Ted Brandsen van de Nationale Opera & Ballet in Amsterdam. Daar lag Hans Van Manen opgebaard en konden mensen langs zijn kist lopen en een condoleanceregister tekenen. Om half negen op maandagochtend, bij \"niet echt een Hanswaardige entree\", stonden toch al tientallen mensen te wachten voor de deuren openden. De hoofdingang van het theater wordt verbouwd. Langs de bouwhekken liepen mensen naar de tijdelijke ingang. In totaal ruim tweehonderd mensen. 'Fan dankzij hem' Onder hen veel mensen die hem persoonlijk kenden. Maar ook bewonderaars komen afscheid nemen, zoals oud-politicus Dick Benschop. \"In de jaren 80 ben ik een keer de schouwburg ingelopen om te kijken wat ballet was. Sindsdien ben ik fan, dankzij hem.\" Een andere bezoeker heeft jarenlang met hem gewerkt, en is hier \"uit respect voor wat hij heeft gedaan, in zijn werk en als mens. Hij zal door heel veel mensen gemist worden.\" Bijna iedereen die het wordt gevraagd, noemt de iconische voorstelling Live als meest memorabele stuk. \"Die met die danseres die over de Amstel loopt\", herinneren aanwezigen zich. De voorstelling ging in 1979 in première, maar kwam nog vijftien seizoenen terug, tot in 2021. In première op de uitvaart De besloten afscheidsbijeenkomst was te volgen via YouTube . Daar keken ruim 1300 mensen mee. Van Manen had grotendeels zelf bepaald hoe de bijeenkomst eruit moest zien. Zo kregen de aanwezigen onder meer een deel uit de voorstelling Simple Things te zien, die het Nationale Ballet vanaf volgend jaar september opvoert. \"Dan heb ik een première op mijn uitvaart\", zei Van Manen daarover. De Amsterdamse burgemeester Femke Halsema vertelde in een toespraak hoe ze als puber met tegenzin werd meegesleept naar een voorstelling van Van Manen. \"Ik dacht iets tuttigs te gaan zien, maar werd diep ontroerd door de schoonheid en de vrijheid die het uitademde.\" Dat Hans van Manen niet altijd een heilige was, is ook algemeen bekend, vertelt directeur Brandsen, die het \"Nee nee nee! Ziet er niet uit, stop!\" dat Van Manen nog wel eens kon roepen, citeert. Maar dat hij een unieke manier van dans maken had, daar zijn alle aanwezigen het vandaag over eens. \"Hopelijk kan ik nog heel lang naar zijn balletten blijven gaan\", zegt een bezoeker. Dat kan in elk geval komend voorjaar: dan organiseert het Nationale Ballet een groot eerbetoon aan Hans van Manen in Carré."
            }
        ],
        "num_articles": 3,
        "feeds": [
            "nos.nl",
            "www.nd.nl",
            "www.nrc.nl"
        ],
        "num_feeds": 3
    },
    {
        "cluster_id": 47,
        "title": "Stop met alle nostalgie rond vuurwerk",
        "articles": [
            {
                "title": "Stop met alle nostalgie rond vuurwerk",
                "link": "https://www.ad.nl/commentaar/stop-met-alle-nostalgie-rond-vuurwerk~af85bdfe/",
                "feed": "www.ad.nl",
                "summary": "Al tien kinderen hebben de afgelopen tijd een hand of vingers verloren door zwaar vuurwerk. En dan moet de piek richting de jaarwisseling nog komen. Het vuurwerkverbod zal voorlopig nog geen einde maken aan al die persoonlijke drama’s, schrijft politiek verslaggever Hans van Soest in dit commentaar."
            },
            {
                "title": "Veel kinderen gewond door vuurwerk, kan een verbod daar een einde aan maken?",
                "link": "https://www.ad.nl/binnenland/veel-kinderen-gewond-door-vuurwerk-kan-een-verbod-daar-een-einde-aan-maken~a88ec7e6/",
                "feed": "www.ad.nl",
                "summary": "Het moet nog kerst worden, maar illegaal vuurwerk leidde dit jaar al tot tien amputaties. De slachtoffers van ernstig letsel worden bovendien steeds jonger. Gaat het naderende vuurwerkverbod een einde maken aan deze tendens? Vier vragen en antwoorden."
            },
            {
                "title": "Jongeren verliezen vaker ledematen door zeer zwaar vuurwerk, al voor de jaarwisseling",
                "link": "https://www.nd.nl/nieuws/nederland/1297481/jongeren-verliezen-vaker-ledematen-door-zeer-zwaar-vuurwerk-a",
                "feed": "www.nd.nl",
                "summary": "Het aantal jongeren dat door zwaar vuurwerk ledematen verliest, is fors gestegen. Tot maandag hebben twaalf kinderen vingers, een hand of een arm verloren. De slachtoffers worden ook steeds jonger."
            }
        ],
        "num_articles": 3,
        "feeds": [
            "www.ad.nl",
            "www.nd.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 55,
        "title": "Omroep MAX stopt met Carrie op Vrijdag vanwege bezuinigingen",
        "articles": [
            {
                "title": "Omroep MAX stopt met Carrie op Vrijdag vanwege bezuinigingen",
                "link": "https://www.nd.nl/varia/varia/1297491/omroep-max-stopt-met-carrie-op-vrijdag-vanwege-bezuinigingen",
                "feed": "www.nd.nl",
                "summary": "Omroep MAX stopt met de talkshow Carrie op Vrijdag van presentatrice Carrie ten Napel. Dat gebeurt als gevolg van de bezuinigingen bij de publieke omroep, meldt Omroep MAX maandag. De laatste uitzending is komende zomer."
            },
            {
                "title": "Jan Slagter heeft ‘onverwachte en pijnlijke’ mededeling voor Carrie ten Napel: talkshow stopt",
                "link": "https://www.ad.nl/show/jan-slagter-heeft-onverwachte-en-pijnlijke-mededeling-voor-carrie-ten-napel-talkshow-stopt~a91f920e/",
                "feed": "www.ad.nl",
                "summary": "Omroep Max stopt met Carrie op vrijdag. Dat maakt de omroep duidelijk in een verklaring. De ouderenomroep wordt naar eigen zeggen ‘fors getroffen’ door de bezuinigingen. Ook de vrijdaguitzending van Tijd voor Max vervalt en van Het hoge Noorden worden geen nieuwe afleveringen meer gemaakt."
            },
            {
                "title": "Omroep Max schrapt Carrie op Vrijdag vanwege bezuinigingen",
                "link": "https://nos.nl/l/2595629",
                "feed": "nos.nl",
                "summary": "Omroep Max stopt vanwege de bezuinigingen op de NPO volgende zomer met het tv-programma Carrie op Vrijdag, heeft de omroep bekendgemaakt. Ook het programma Het Hoge Noorden van Dionne Stax verdwijnt na twee seizoenen van de buis. De vrijdaguitzending van de doordeweekse talkshow Tijd voor Max vervalt per 2027 ook en maakt eerder een zomerstop. Volgens de omroep zullen zo'n veertig uitzendingen per jaar minder worden gemaakt. Omroep Max meldt dat de bezuinigingen ook gevolgen hebben voor het personeel en de radioprogramma's. Hoeveel banen er komen te vervallen is nog niet bekend. 156 miljoen De Nederlandse Publieke Omroep (NPO) krijgt vanaf 2027 156 miljoen euro minder van de overheid. Eerder maakten BNNVARA, KRONCRV en AVROTROS bekend dat er programma's zullen verdwijnen vanaf 2027. \"Het doet pijn dat politiek Den Haag deze enorm forse bezuiniging heeft opgelegd, waardoor we afscheid moeten nemen van belangrijke, goed bekeken en hooggewaardeerde uitzendingen en programma's\", zegt directeur Jan Slagter. \"Het treft de makers, maar vooral ook onze kijkers. We houden hoop dat het toekomstige kabinet dit besluit herroept of in ieder geval een deel van de bezuinigingen terugdraait.\""
            }
        ],
        "num_articles": 3,
        "feeds": [
            "nos.nl",
            "www.nd.nl",
            "www.ad.nl"
        ],
        "num_feeds": 3
    },
    {
        "cluster_id": 80,
        "title": "Strafbaarstelling illegaliteit dichterbij: CDA steunt reparatie asielwet",
        "articles": [
            {
                "title": "Strafbaarstelling illegaliteit dichterbij: CDA steunt reparatie asielwet",
                "link": "https://www.ad.nl/politiek/strafbaarstelling-illegaliteit-dichterbij-cda-steunt-reparatie-asielwet~aa04feeb/",
                "feed": "www.ad.nl",
                "summary": "Het wordt strafbaar om zonder verblijfspapieren in Nederland te verblijven. Het CDA steunt deze maatregel en helpt daarmee vermoedelijk ook de asielnoodmaatregelenwet aan een meerderheid in de Eerste Kamer. Volgens asielminister David van Weel komt er ‘geen klopjacht op illegalen’. Toekomstig coalitiepartner D66 is en blijft tegen."
            },
            {
                "title": "Tweede Kamer stemt in met aangepaste wet die illegaliteit strafbaar stelt",
                "link": "https://www.nrc.nl/nieuws/2025/12/18/tweede-kamer-stemt-in-met-aangepaste-wet-die-illegaliteit-strafbaar-stelt-a4915780",
                "feed": "www.nrc.nl",
                "summary": "In de aangepaste wet blijft hulpverlening aan mensen zonder verblijfspapieren buiten schot."
            },
            {
                "title": "Wéér debatteert de Kamer over de asielwet: hier gaat het over",
                "link": "https://www.ad.nl/politiek/weer-debatteert-de-kamer-over-de-asielwet-hier-gaat-het-over~a9cbb889/",
                "feed": "www.ad.nl",
                "summary": "Een strenge asielwet staat al een half jaar op pauze door politiek gedoe. De Tweede Kamer debatteert maandag over de reparatie van de wet: illegaliteit blijft strafbaar, maar wie hulp geeft gaat vrijuit. Gaat de Kamer daarmee akkoord of gaat de wet nogmaals op de schop?"
            }
        ],
        "num_articles": 3,
        "feeds": [
            "www.ad.nl",
            "www.nrc.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 8,
        "title": "Gigantisch zinkgat legt kanaal droog in Brits dorp, woonboten zakken de diepte in",
        "articles": [
            {
                "title": "Gigantisch zinkgat legt kanaal droog in Brits dorp, woonboten zakken de diepte in",
                "link": "https://www.ad.nl/buitenland/gigantisch-zinkgat-legt-kanaal-droog-in-brits-dorp-woonboten-zakken-de-diepte-in~aa487d93/",
                "feed": "www.ad.nl",
                "summary": "Een zinkgat heeft maandagochtend een heel kanaal drooggelegd in het Engelse dorp Whitchurch. In het gapende gat van naar schatting 50 bij 50 meter zijn meerdere boten weggezakt, enkele balanceerden op de rand."
            },
            {
                "title": "Oever Engels kanaal stort in, boten belanden in metersdiep gat",
                "link": "https://nos.nl/l/2595624",
                "feed": "nos.nl",
                "summary": "Op een kanaal in het westen van Engeland zijn bij een dijkdoorbraak twee boten in een gat gestort. Er zijn geen gewonden. Een derde schip hangt deels over de rand, is te zien op beelden: Het gat bij de plaats Whitchurch is zo'n vier meter diep en circa vijftig meter lang. De hulpdiensten spreken van een zinkgat. Vannacht begaf een van de oevers van het Llangollen-kanaal het door nog onbekende oorzaak. De brandweer kreeg rond 04.22 uur een melding dat het water uit het kanaal het omliggende land op stroomde. Aardbeving Er waren geen mensen op de boten die in het gat zijn gestort, wel op de twee vaartuigen die dicht bij het gat liggen. Zij zijn door de brandweer in veiligheid gebracht. Zo'n twaalf bewoners zijn elders opgevangen. Sommige omwonenden dachten dat er een aardbeving was toen de oever instortte, schrijft de BBC . Het geluid was zo hard dat bewoners hun schip ontvluchtten. Harde klap \"We werden rond 04.20 uur wakker van een harde klap. Er vielen ook spullen uit de kasten. We zijn daarna van boord gegaan\", zegt de bewoner van een boot die op zo'n tachtig meter van de instorting lag. Volgens een lokale politicus is het \"een wonder\" dat er geen slachtoffers zijn. De brandweer heeft in het kanaal een dam geplaatst om te voorkomen dat er nog meer water wegloopt."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "nos.nl",
            "www.ad.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 46,
        "title": "Vertraging bij bevolkingsonderzoek borstkanker neemt toe, meer sterfgevallen",
        "articles": [
            {
                "title": "Vertraging bij bevolkingsonderzoek borstkanker neemt toe, meer sterfgevallen",
                "link": "https://nos.nl/l/2595608",
                "feed": "nos.nl",
                "summary": "De vertraging bij het bevolkingsonderzoek borstkanker neemt weer toe. Dat blijkt uit recente brieven van staatssecretaris Judith Tielen van Volksgezondheid aan de Tweede Kamer. Dat betekent dat er minder sterfgevallen kunnen worden voorkomen. Vrouwen tussen de 50 en 75 jaar moeten eigenlijk om de twee jaar een uitnodiging krijgen voor het bevolkingsonderzoek borstkanker. Op die manier worden eventuele tumoren eerder opgespoord. Dat is volgens het ministerie van Volksgezondheid en het RIVM van groot belang. Het zorgt ervoor dat behandelingen vaker succesvol zijn en minder belastend, bijvoorbeeld omdat chemotherapie in een aantal gevallen niet nodig is. Ook leidt het tot minder sterfte. 'Alle mogelijkheden ingezet' De termijn van twee jaar wordt sinds 2019 niet meer gehaald, vooral vanwege personeelstekort. In 2022 moesten vrouwen gemiddeld 2 jaar en 8 maanden wachten op hun volgende uitnodiging. De afgelopen twee jaar werd de tijd tussen twee uitnodigingen teruggedrongen tot gemiddeld 2,5 jaar. Maar dat gaat dus weer toenemen, verwacht Tielen. Want personeel blijft moeilijk te vinden, ondanks alle inspanningen om bijvoorbeeld mensen intern op te leiden. \"De problemen op de arbeidsmarkt houden aan\", zegt Tielen. En verder zijn \"alle mogelijkheden al ingezet\". Zo wordt personeel in regio's waar de wachttijden minder lang zijn, tijdelijk ingezet in drukkere regio's. Ook worden de 58 'borstkankerbussen' minder vaak verplaatst om meer tijd over te houden voor het doen van screenings, en de bussen beter te kunnen bemannen. De Inspectie Gezondheidszorg en Jeugd (IGJ) liet eerder weten hier bezorgd over te zijn omdat het een belemmering voor deelname kan zijn voor minder validen en vrouwen met een lagere sociaal-economische status. Het RIVM berekende eerder dat de vertragingen op termijn leiden tot tussen de 30 en 60 sterfgevallen per jaar die anders voorkomen hadden kunnen worden. Minder vrouwen willen meedoen Aan de andere kant neemt het aantal vrouwen dat op de uitnodiging ingaat nog altijd af. Vorig jaar lieten zo'n 875.000 vrouwen een mammografie maken in de borstkankerbus, dat is bijna twee derde van alle vrouwen die een uitnodiging kregen. Het jaar ervoor lag dat nog iets hoger. Het is nog onduidelijk of het datalek bij het bevolkingsonderzoek baarmoederhalskanker dat in augustus bekend werd, dit jaar een negatief effect heeft gehad op de deelname. Ontwikkelingen Er zijn veel ontwikkelingen rond het bevolkingsonderzoek borstkanker. Zo krijgen vrouwen vanaf 2030 een aanvullende MRI bovenop de normale mammografie als zij dicht klierweefsel hebben. Deze vrouwen, ongeveer 1 op de 12 in de bevolkingsonderzoeksleeftijd, hebben een grotere kans op borstkanker, terwijl juist bij hen tumoren lastig te zien zijn op een mammografie. Op zijn vroegst in 2028 wordt bij het onderzoek kunstmatige intelligentie ingezet . Uit verschillende onderzoeken blijkt dat AI helpt om eerder en sneller tumoren te vinden bij het bevolkingsonderzoek. Bevolkingsonderzoek borstkanker Vrouwen in de leeftijd van 50 tot 75 jaar kunnen deelnemen aan het bevolkingsonderzoek borstkanker. In 2019 is de maximale tijd die tussen twee uitnodigingen mag zitten, tijdelijk opgerekt van twee naar drie jaar. Die termijn werd in 2022 nog bij een op de acht vrouwen overschreden; die moesten dus langer dan drie jaar wachten op hun volgende uitnodiging. Vorig jaar ging dat nog maar om 1 op de 63 vrouwen. Doel van het bevolkingsonderzoek is om borstkanker zo vroeg mogelijk op te sporen zodat de behandeling minder zwaar is en de kans op genezing groter. In Nederland krijgt 1 op de 7 vrouwen borstkanker. Jaarlijks overlijden meer dan 3000 vrouwen aan borstkanker. Vrouwen die meedoen aan het bevolkingsonderzoek, hebben gemiddeld een 50 procent kleinere kans om te overlijden aan borstkanker dan vrouwen die niet meedoen. Door het bevolkingsonderzoek overlijden ieder jaar 1300 vrouwen minder aan borstkanker."
            },
            {
                "title": "Kamermeerderheid steunt wet die kweken van embryo’s mogelijk maakt, hoop op medische doorbraken",
                "link": "https://www.ad.nl/politiek/kamermeerderheid-steunt-wet-die-kweken-van-embryos-mogelijk-maakt-hoop-op-medische-doorbraken~aca3cf86/",
                "feed": "www.ad.nl",
                "summary": "Een meerderheid van de Tweede Kamer heeft voor de initiatiefwet van D66 en VVD gestemd die embryokweek voor onderzoek mogelijk maakt. De initiatiefnemers hopen dat dit leidt tot medische doorbraken, waardoor ivf-behandelingen worden verbeterd en erfelijke ziektes vroegtijdig kunnen worden opgespoord. ChristenUnie en SGP pleitten voorafgaand aan de stemming nog vurig tegen het voorstel."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "nos.nl",
            "www.ad.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 48,
        "title": "In deze politiek starre tijden verdienen ambtenaren een extra pluim",
        "articles": [
            {
                "title": "In deze politiek starre tijden verdienen ambtenaren een extra pluim",
                "link": "https://www.nrc.nl/nieuws/2025/12/21/in-deze-politiek-starre-tijden-verdienen-ambtenaren-een-extra-pluim-a4915567",
                "feed": "www.nrc.nl",
                "summary": "Na anderhalf jaar rommelig beleid van het kabinet-Schoof staat Nederland nog (redelijk) overeind. In niet onbelangrijke mate is dat te danken aan ambtenaren die, soms tegen de klippen op, chocola moeten maken van wat hun minister beoogt."
            },
            {
                "title": "Den Haag krijgt fikse waarschuwing: welvaart valt weg zonder harde ingrepen, AOW en zorg worden onbetaalbaar",
                "link": "https://www.ad.nl/politiek/den-haag-krijgt-fikse-waarschuwing-welvaart-valt-weg-zonder-harde-ingrepen-aow-en-zorg-worden-onbetaalbaar~a743599c/",
                "feed": "www.ad.nl",
                "summary": "De kosten voor de AOW en de zorg kunnen niet meer worden opgebracht als de politiek niet radicaal ingrijpt. In een advies aan het nieuwe kabinet luidt voormalig ASML-topman Peter Wennink de noodklok: zorg beter voor onze bedrijven! En kom met een meerderheidskabinet!"
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.ad.nl",
            "www.nrc.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 51,
        "title": "Route via Russische tegoeden mislukt: EU gaat zelf 90 miljard aan Oekraïne lenen",
        "articles": [
            {
                "title": "Route via Russische tegoeden mislukt: EU gaat zelf 90 miljard aan Oekraïne lenen",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/eu-gaat-zelf-90-miljard-aan-oekraine-lenen-route-via-russische-tegoeden-mislukt-a4915784",
                "feed": "www.nrc.nl",
                "summary": "Maandenlange gesprekken over de inzet van Russisch geld om Oekraïne te helpen liepen op niets uit. Om 3 uur ’s nachts waren de Europese regeringsleiders eruit. Ze gaan Oekraïne steunen via de EU-begroting."
            },
            {
                "title": "Week van de waarheid voor Oekraïne: Schoof hoopt dat bevroren miljarden vrijkomen",
                "link": "https://www.ad.nl/politiek/week-van-de-waarheid-voor-oekraine-schoof-hoopt-dat-bevroren-miljarden-vrijkomen~a7836dab/",
                "feed": "www.ad.nl",
                "summary": "Het is de week van de waarheid voor Oekraïne. Onderhandelingen over een vredesvoorstel naderen een climax en in Brussel wordt besloten over bevroren Russische miljarden. Op bezoek bij premier Dick Schoof zegt de Oekraïense president Volodymyr Zelensky dat hij blijft rekenen op de Nederlandse hulp én de miljarden van Rusland."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.ad.nl",
            "www.nrc.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 59,
        "title": "Kabinet wil verbod op gezichtsbedekkende kleding bij demonstraties",
        "articles": [
            {
                "title": "Kabinet wil verbod op gezichtsbedekkende kleding bij demonstraties",
                "link": "https://www.nrc.nl/nieuws/2025/12/19/kabinet-wil-verbod-op-gezichtsbedekkende-kleding-bij-demonstraties-a4915893",
                "feed": "www.nrc.nl",
                "summary": "Behalve het verbieden van gezichtsbedekkende kleding, moet schade makkelijker kunnen worden verhaald op betogers. Het voornemen staat haaks op een advies van het WODC."
            },
            {
                "title": "Burgemeesters en politie vinden het onnodig, maar kabinet wil tóch verbod op bivakmuts bij demonstratie",
                "link": "https://www.ad.nl/politiek/burgemeesters-en-politie-vinden-het-onnodig-maar-kabinet-wil-toch-verbod-op-bivakmuts-bij-demonstratie~a85331a5/",
                "feed": "www.ad.nl",
                "summary": "Uit onderzoek blijkt dat het ‘overbodig’ is, burgemeesters willen het niet, de politie evenmin. En toch komt het kabinet met een verbod op gezichtsbedekkende kleding. Achter dit plan zit vooral chagrijn van rechtse partijen over linkse activisten."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "www.ad.nl",
            "www.nrc.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 69,
        "title": "Politie neemt 150 kilo illegaal vuurwerk in beslag bij controle",
        "articles": [
            {
                "title": "Politie neemt 150 kilo illegaal vuurwerk in beslag bij controle",
                "link": "https://www.nd.nl/varia/varia/1297502/politie-neemt-150-kilo-illegaal-vuurwerk-in-beslag-bij-controle",
                "feed": "www.nd.nl",
                "summary": "Bij een controle afgelopen zaterdag in het Brabantse Goirle is ongeveer 150 kilo illegaal vuurwerk in beslag genomen. Dat meldt de politie maandag. Agenten controleerden vooral het verkeer dat vanuit België de grens overstak na daar vuurwerk te hebben aangeschaft."
            },
            {
                "title": "Politie neemt 4500 kilo vuurwerk in beslag in Zoetermeer en Roelofarendsveen",
                "link": "https://nos.nl/l/2595650",
                "feed": "nos.nl",
                "summary": "De politie heeft in Zoetermeer en in Roelofarendsveen in totaal 4500 kilo vuurwerk in beslag genomen. Vier verdachten zijn opgepakt en vandaag voorgeleid, meldt het Openbaar Ministerie. De politie vond woensdag in een loods op een bedrijventerrein in Zoetermeer ruim 4000 kilo vuurwerk dat verboden is voor consumenten. Het gaat onder meer om Romeinse kaarsen en zwaar knalvuurwerk, meldt het OM. Het professionele vuurwerk lag volgens het OM opgeslagen in busjes in het bedrijfspand, terwijl dat alleen gedaan mag worden in bunkers. Een 37-jarige man uit Den Haag en een 35-jarige man uit Gorinchem worden verdacht van het bezit en verhandelen van het zwaar vuurwerk. De rechter heeft het voorarrest van de Hagenaar verlengd. De tweede man is vrijgelaten, maar blijft nog wel verdachte in de zaak. In een loods in Roelofarendsveen vond de politie zo'n 500 kilo professioneel vuurwerk, waaronder mortierbommen. Ook lag er een zelf gefabriceerd stuk vuurwerk opgeslagen in het pand. Een man (30) uit Leiden en een man (27) uit Oegstgeest zijn opgepakt. Zij blijven voorlopig vastzitten, aldus het OM."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "nos.nl",
            "www.nd.nl"
        ],
        "num_feeds": 2
    },
    {
        "cluster_id": 72,
        "title": "Thailand en Cambodja gaan weer praten over staakt-het-vuren in grensconflict",
        "articles": [
            {
                "title": "Thailand en Cambodja gaan weer praten over staakt-het-vuren in grensconflict",
                "link": "https://nos.nl/l/2595595",
                "feed": "nos.nl",
                "summary": "Thailand en Cambodja gaan later deze week weer in gesprek om tot een staakt-het-vuren te komen. Twee weken geleden escaleerde een grensconflict dat al decennia speelt. In juli van dit jaar sloten beide landen al een staakt-het-vuren nadat het conflict in mei voor het eerst in tijden weer oplaaide. Volgens de Thaise minister van Buitenlandse Zaken Phuangketkeow moest destijds echter zeer gehaast onderhandeld worden omdat de Amerikaanse president Trump erbij aanwezig was en hij bij de ondertekeningsceremonie wilde zijn. Phuangketkeow zegt dat er toen alleen op hoofdlijnen is gesproken en dat het daarom moeilijk was om het bestand te handhaven. \"Hoe eerder er een akkoord is, hoe beter natuurlijk, maar soms moeten we echt even de tijd nemen\", zegt de buitenlandminister. \"Zodat de dingen die we afspreken echt standhouden en gerespecteerd worden.\" Het voorstel voor de nieuwe gesprekken werd gedaan door Cambodja. Het doel is om tot een duurzame oplossing te komen. Thailand zegt de gesprekken \"te verwelkomen\". Tientallen doden De afgelopen weken zijn bij de gevechten zeker dertig doden gevallen. Meer dan een half miljoen mensen zijn op de vlucht geslagen. Het conflict draait om drie tempelcomplexen in het grensgebied. De grens werd in de koloniale tijd door Frankrijk bepaald. De tempels liggen volgens het internationaal recht op Cambodjaans grondgebied. De Thaise regering zegt dat de tempels en het omliggende gebied bij Thailand horen. Het conflict speelt al meer dan honderd jaar. Eerdere confrontaties waren beperkt en van korte duur. Beide landen beschuldigen elkaar van bombardementen en artilleriebeschietingen. Cambodja zegt dat Thaise gevechtsvliegtuigen doelen in Cambodja hebben gebombardeerd. Thailand beschuldigt Cambodja van het afvuren van raketten en het leggen van landmijnen op Thais grondgebied."
            },
            {
                "title": "Thailand: bestand met Cambodja werd overhaast voor Trump",
                "link": "https://www.nd.nl/varia/varia/1297450/thailand-bestand-met-cambodja-werd-overhaast-voor-trump",
                "feed": "www.nd.nl",
                "summary": "Het staakt-het-vuren tussen Thailand en Cambodja uit oktober werd door de Verenigde Staten overhaast afgedwongen om op tijd gereed te zijn voor een ondertekeningsceremonie met de Amerikaanse president Donald Trump. Dat zegt de Thaise minister van Buitenlandse Zaken Sihasak Phuangketkeow. Volgens hem wilden de Amerikanen dat de overeenkomst klaar zou zijn voordat Trump eind oktober naar Maleisië zou komen voor een top van de ASEAN. Een maand later werd het bestand alweer geschonden."
            }
        ],
        "num_articles": 2,
        "feeds": [
            "nos.nl",
            "www.nd.nl"
        ],
        "num_feeds": 2
    }
]